Repository: LaudateCorpus1/bombono-dvd
Catalog: po/*.po
Languages: cs, da, eo, es, fi, fr, it, nn, ru, sk, uk, vi

source: Cant have full access to folder %1% (read, write)
it: Impossibile avere accesso completo alla cartella %1% (lettura, scrittura)
nn: Greier ikkje få full lese- og skrivetilgang til %1%

source: ffmpeg failure: %1%
it: errore di ffmpeg: %1%
nn: ffmpeg-feil: %1%

source: Save Project As...
it: Salva progetto come...
nn: Lagra prosjektet som …

source: Cant open project file "%1%"
it: Impossibile aprire il file di progetto «%1%»
nn: Greier ikkje opna prosjektfila "%1%"

source: Project files (*.xml)
it: File di progetto (*.xml)
nn: Prosjektfiler (*xml)

source: Still Images
it: Immagini
nn: Stillbilete
