Repository: LaudateCorpus1/bombono-dvd
Catalog: po/*.po
Languages: cs, da, eo, es, fi, fr, it, nn, ru, sk, uk, vi

source: This video may not be added due to (errors in <span foreground="red">red color</span>):
cs: Toto video nemohlo být přidáno z důvodu (chyba je vyznačena <span foreground="red">červeně</span>):
da: Denne video kan ikke tilføjes på grund af (fejl i <span foreground="red">rød farve</span>):
eo: Tiu ĉi video ne povas esti aldonata pro (eraroj en <span foreground="red">ruĝo</span>):
es: Éste vídeo podría no ser agregado debido a (errores en <span foreground="red">red color</span>):
fi: Tätä videota ei saa lisätä seuraavista syistä (virheet <span foreground="red">punaisella värillä</span>):
fr: Cette vidéo ne peut être ajoutée (erreurs dans <span foreground="red">red color</span>) :
it: Questo video non può essere aggiunto. Vedere gli errori in <span foreground="red">colore rosso</span>:
nn: Det kan henda du ikkje kan leggja til denne videoen på grunn av (feil i <span foreground="red">raudt</span>):
ru: Это видео не может быть добавлено из-за (ошибки <span foreground="red">красным цветом</span>):
sk: Toto video nemôže byť pridané kvôli (chýbam vyznačeným <span foreground="red">červenou farbou</span>):
uk: Це відео не може бути додано, оскільки (помилки позначено <span foreground="red">червоним кольором</span>):
vi: Phim này có thể không được thêm do (lỗi trong <span foreground="red">màu đỏ</span>):

source: This video has %1% type can't be added "as is" to current project of %2% type. Create new project from menu "Project->New Project" with right type.
cs: Toto video je typu %1% a nelze jej přidat „tak jak je“ do současného projektu typu %2%. Vytvořte z nabídky „Projekt->Nový projekt“ nový projekt se správným typem.
da: Denne video indeholder typen %1% og kan ikke tilføjes »som den er« til det aktuelle projekt af typen %2%. Opret et nyt projekt fra menuen »Projekt->Nyt projekt« med den korrekte type.
eo: Tiu ĉi video estas el tipo %1% kaj ne povas esti aldonata "senmodife" al nuna projekto el tipo %2%. Kreu novan projekton el la menuo "Projekto->Nova projekto" kun ĝusta tipo.
es: Este vídeo es de tipo %1% y no puede ser añadido "como tal" al proyecto actual de tipo %2%. Cree un nuevo proyecto desde el menú "Proyecto->Nuevo Proyecto" con el tipo correcto.
fi: Tämän videon tyyppi on %1% ja sitä ei voi lisätä ”sellaisenaan” nykyiseen %2%-tyyppiseen projektiin. Luo uusi oikean tyyppinen projekti valikosta ”Projekti->Uusi projekti”.
fr: La vidéo est de type %1% et ne peut être ajoutée telle quelle au projet en cours de type %2%. Créez un nouveau projet depuis le menu "Projet->Nouveau projet" avec le bon type.
ru: Это видео имеет тип %1% и не может быть добавлено "как есть" в текущий проект типа %2%. Создайте новый проект из меню "Проект->Новый проект" соответствующего типа.
sk: Toto video je typu %1%, ktoré nemôže byť pridané "tak ako je" do aktuálneho projektu typu %2%. Vytvorte nový projekt správneho typu z ponuky "Projekt->Nový projekt".
uk: Це відео належить до типу %1%, його не може бути додано без перетворення до поточного проекту типу %2%. Створіть проект належного типу за допомогою пункту меню «Проект->Створити проект».
vi: Phim này có kiểu %1% thì không thêm được vào dự án hiện hành "mà nó lại thuộc" kiểu %2%. Hãy tạo một dự án mới trong trình đơn « Dự án > Dự án mới » với kiểu phù hợp.

source: This video has %1% type and can't be added to current project of %2% type. Create new project from menu "Project->New Project" with right type.
cs: Toto video je typu %1% a nelze jej přidat do současného projektu typu %2%. Vytvořte z nabídky „Projekt->Nový projekt“ nový projekt se správným typem.
da: Denne video indeholder typen %1% og kan ikke tilføjes til det aktuelle projekt af typen %2%. Opret et nyt projekt fra menuen »Projekt->Nyt projekt« med den korrekte type.
eo: Tiu ĉi video estas el tipo %1% kaj ne povas esti aldonata al la nuna projekto el tipo %2%. Kreu novan projekton el la menuo "Projekto->Nova projekto" kun ĝusta tipo.
es: Este vídeo es de tipo %1% y no puede ser agregado al proyecto actual de tipo %2%. Cree un nuevo proyecto desde el menú "Proyecto->Nuevo Proyecto" con el tipo
fi: Tämän videon tyyppi on %1% ja sitä ei voi lisätä nykyiseen %2%-tyyppiseen projektiin. Luo uusi oikean tyyppinen projekti valikosta ”Projekti->Uusi projekti”.
fr: La vidéo est de type %1% et ne peut être ajoutée au projet en cours de type %2%. Créez un nouveau projet depuis le menu "Projet->Nouveau projet" avec le bon type.
it: Questo video è di tipo %1% e non può essere aggiunto al progetto corrente che è di tipo %2%. Creare un nuovo progetto di tipo corretto dal menù «Progetto→Nuovo progetto».
nn: Denne videoen er av %1%-typen, og då kan du ikkje leggja han til i prosjekt av %2%-typen. Lag eit nytt prosjekt med rett type frå menyen "Prosjekt->Nytt prosjekt".
ru: Это видео имеет тип %1% и не может быть добавлено в текущий проект типа %2%. Создайте новый проект из меню "Проект->Новый проект" соответствующего типа.
sk: Toto video je typu %1% a nemôže byť pridané do aktuálneho projektu typu %2%. Vytvorte nový projekt správneho typu z ponuky "Projekt->Nový projekt".
uk: Це відео належить до типу %1%, його не може бути додано до поточного проекту типу %2%. Створіть проект належного типу за допомогою пункту меню «Проект->Створити проект».
vi: Phim này có kiểu %1% thì không thêm được vào dự án kiểu %2%. Hãy tạo một dự án mới trong trình đơn « Dự án > Dự án mới », cũng gán kiểu đúng.

source: File doesn't exist.
cs: Soubor neexistuje.
da: Fil eksisterer ikke.
eo: La dosiero ne ekzistas.
es: El fichero no existe
fi: Tiedostoa ei ole olemassa.
fr: Le fichier n'existe pas.
it: Il file non esiste.
nn: Fila finst ikkje.
ru: Файл не существует.
sk: Súbor neexistuje.
uk: Файла не існує.
vi: Tập tin không tồn tại.

source: Folders can't be added.
cs: Složky nelze přidat.
da: Mapper kan ikke tilføjes.
eo: Dosierujoj ne povas esti aldonataj.
es: Los directorios no pueden ser añadidos
fi: Kansioita ei voida lisätä.
fr: Impossible de créer des dossiers.
it: Le cartelle non possono essere aggiunte.
nn: Du kan ikkje leggja til mapper.
ru: Каталоги нельзя добавлять.
sk: Zložky nemôžu byť pridané.
uk: Теки додавати не можна.
vi: Không thêm được thư mục.

source: Unknown file type.
cs: Neznámý typ souboru.
da: Ukendt filtype.
eo: Nekonata dosiertipo.
es: Tipo de fichero desconocido
fi: Tuntematon tiedostotyyppi.
fr: Type de fichier inconnu.
it: Tipo di file sconosciuto.
nn: Ukjend filtype.
ru: Неизвестный тип файла.
sk: Neznámy typ súboru.
uk: Невідомий тип файла.
vi: Không rõ dạng tập tin.

source: Can't add file "%1%".
cs: Nelze přidat soubor „%1%“.
da: Kan ikke tilføje fil »%1%«.
eo: Ne eblas aldoni dosieron "%1%".
es: No se puede añadir fichero "%1%".
fi: Ei voi lisätä tiedostoa ”%1%”.
fr: Impossible d'ajouter le fichier "%1%".
it: Impossibile aggiungere il file «%1%».
nn: Greier ikkje leggja til fila "%1%".
ru: Не удалось добавить файл "%1%".
sk: Nedá sa pridať súbor "%1%".
uk: Не вдалося додати файл «%1%».
vi: Không thêm được tập tin « %1% ».

source: The file "%1%" looks like VOB from DVD. Run import?
cs: Soubor „%1%“ vypadá jako VOB z DVD. Spustit import?
da: Filen »%1%« ligner vob fra dvd. Kør import?
eo: La dosiero "%1%" ŝajnas VOB el DVD. Ĉu fari importon?
es: El fichero "%1%" parece ser un VOB de un DVD. ¿Ejecutar importación?
fi: Tiedosto ”%1%” näyttää aivan VOB-tiedostolta DVD:ltä. Suoritetaanko tuonti?
fr: Le fichier "%1%" ressemble à un fichier VOB d'un DVD. L'importer ?
it: Il file «%1%» sembra essere un VOB di un DVD. Eseguire l'importazione?
nn: Fila "%1%" ser ut som ei VOB-looks like VOB frå ein DVD. Vil du importera ho?
ru: Файл "%1%" похож на VOB с DVD. Запустить импорт?
sk: Súbor "%1%" vyzerá ako VOB z DVD. Spustiť importovanie?
uk: Файл «%1%» має ознаки файла VOB з DVD. Імпортувати цей файл?
vi: Tập tin « %1% » hình như VOB từ đĩa DVD. Chạy tiến trình nhập vào ?

source: The file "%1%" looks like elementary stream and need to be muxed before using. Run muxing?
cs: Soubor „%1%“ vypadá jako prostý proud a před použitím je zapotřebí jej multiplexovat. Spustit multiplexování?
da: Filen »%1%« ligner elementærstrøm og skal muxes før brug. Kør muxing?
eo: La dosiero "%1%" ŝajnas elementa fluo kaj bezonas esti kunigita antaŭ ol uzado. Ĉu fari kunigo?
es: El fichero "%1%" parece ser un flujo elemental y necesita ser muxeado antes de usarse. ¿Ejecutar muxing?
fi: Tiedosto ”%1%” näyttää perusvirralta ja se on lomitettava ennen käyttöä. Suoritetaanko lomitus?
fr: Le fichier "%1%" ressemble à un flux élémentaire et doit être mixé avant usage. Lancer le mixage ?
it: Il file «%1%» sembra essere un flusso elementare e bisogna effettuarne il mux prima di usarlo. Eseguire il mux?
nn: Fila "%1%" ser ut som ein grunnstraum, og treng muksing før du bruker han. Vil du muksa no?
ru: Файл "%1%" похож видео/аудио-дорожку. Необходимо смикшировать видео перед использованием. Выполнить микширование?
sk: Súbor "%1%" vyzerá ako základný prúd a potrebuje byť zlúčený pred použitím. Spustiť zlučovanie?
uk: Файл «%1%» має ознаки відео або звукової доріжки. Його слід змікшувати перед додаванням. Виконати мікшування?
vi: Tập tin « %1% » hình như một luồng cơ bản thì cần phải được kết hợp lại (mux) trước khi sử dụng. Chạy tiến trình kết hợp lại ?

source: Also:
cs: Rovněž:
da: Også:
eo: Ankaŭ:
es: También:
fi: Myös:
fr: Aussi :
it: Anche:
nn: Òg
ru: А также:
sk: Tiež:
uk: Крім того:
vi: Cũng:

source: See more about preparing video for authoring in <a href="%1%">online help</a>.
cs: Více informací o přípravě videa pro tvorbu najdete v <a href="%1%">on-line nápovědě</a> (anglicky).
da: Se mere om forberedelse af video til oprettelse (authoring) i <a href="%1%">hjælpen på nettet</a>.
eo: Konsultu pli pri preparo de video por verkado en <a href="%1%">reta helpo</a>.
es: Consulte más información acerca de la preparación de vídeo para autoría en <a href="%1%">ayuda en línea</a>.
fi: Lisätietoja videon tekemisvalmisteluista <a href="%1%">verkko-opasteesta</a>.
fr: Plus d'infos sur comment préparer une vidéo pour le montage dans <a href="%1%">l'aide en ligne</a>.
it: Per maggiori informazioni riguardo la preparazione dei video per la creazione dei DVD consultare la <a href="%1%">guida online</a>.
nn: Sjå meir om korleis du klargjer ein video for samansetjing på <a href="%1%">hjelpesidene</a>.
ru: Подробнее о подготовке видео для авторинга смотрите в <a href="%1%">онлайн-справке</a>.
sk: Pozrite si viac o príprave videa pre autorizáciu v <a href="%1%">online pomocníkovi</a>.
uk: Докладніше про приготування відеоданих до створення DVD можна дізнатися з <a href="%1%">довідки у інтернеті</a>.
vi: Xem thêm về chuẩn bị phim để tạo đĩa trong <a href="%1%">trợ giúp trực tuyến</a>.

source: Can't add files:
cs: Nelze přidat soubory:
da: Kan ikke tilføje filer:
eo: Ne eblas aldoni dosierojn:
es: No se pueden añadir ficheros:
fi: Ei voi lisätä tiedostoja:
fr: Impossible d'ajouter les fichiers :
it: Impossibile aggiungere i file:
nn: Greier ikkje leggja til filene:
ru: Не удалось добавить файлы:
sk: Nedajú sa pridať súbory:
uk: Не вдалося додати файли:
vi: Không thể thêm những tập tin:

source: Do you really want to delete "%1%" from Media List?
cs: Opravdu chcete „%1%“ smazat ze seznamu médií?
da: Ønsker du virkelig at slette »%1%« fra medielisten?
eo: Ĉu vi vere volas forigi "%1%" el Aŭdvida listo?
es: ¿Realmente desea borrar "%1%" de la lista de medios?
fi: Haluatko varmasti poistaa ”%1%” Media-luettelosta?
fr: Voulez-vous vraiment supprimer "%1%" de la liste de médias ?
it: Eliminare «%1%» dall'elenco dei contenuti?
nn: Vil du verkeleg sletta "%1%" frå medialista?
ru: Вы действительно хотите удалить "%1%" из Списка медиа?
sk: Naozaj chcete vymazať "%1%" zo Zoznamu médií?
uk: В справді бажаєте вилучити «%1%» зі списку даних?
vi: Bạn có chắc muốn xoá « %1% » khỏi Danh sách Nhạc/Phim không?

source: Do you really want to delete chapter "%1%"?
cs: Opravdu chcete smazat kapitolu „%1%“?
da: Ønsker du virkelig at slette kapitel »%1%«?
eo: Ĉu vi vere volas forigi la ĉapitron "%1%"?
es: ¿Realmente desea borrar el capítulo "%1%"?
fi: Haluatko todella poistaa kappaleen ”%1%”?
fr: Voulez-vous vraiment supprimer le chapitre "%1%" ?
it: Eliminare il capitolo «%1%»?
nn: Vil du verkeleg sletta kapitlet "%1%"?
ru: Вы действительно хотите удалить главу "%1%"?
sk: Naozaj chcete vymazať kapitolu "%1%"?
uk: Ви справді бажаєте вилучити частину «%1%»?
vi: Bạn thực sự muốn xoá tập « %1% » không?

source: Do you really want to delete menu "%1%"?
cs: Opravdu chcete smazat menu „%1%“?
da: Ønsker du virkelig at slette menu »%1%«?
eo: Ĉu vi vere volas forigi la menuon "%1%"?
es: ¿Realmente desea borrar el menú "%1%"?
fi: Haluatko todella poistaa valikon ”%1%”?
fr: Voulez-vous vraiment supprimer le menu "%1%" ?
it: Eliminare il menù «%1%»?
nn: Vil du verkeleg sletta menyen "%1%"?
ru: Вы действительно хотите удалить меню "%1%"?
sk: Naozaj chcete vymazať ponuku "%1%"?
uk: Ви справді бажаєте вилучити меню «%1%»?
vi: Bạn thực sự muốn xoá trình đơn « %1% » không?

source: First-Play media can be Video or Menu only.
cs: První přehrávané médium může být jen video nebo menu.
da: First-Play-medie kan kun være video eller menu.
eo: La lŭdvidaĵo unue-ludota nur povas esti video aŭ menuo.
es: Primera reproducción de medios puede ser de Vídeo o Menú solamente.
fi: Ensimmäinen soittomedia voi olla vain video tai valikko.
fr: Le média de démarrage peut être une vidéo ou un menu exclusivement.
it: Il primo contenuto da riprodurre può essere solamente un video oppure un menù.
nn: Spel fyrst-media kan vera berre video- eller meny-media.
ru: Только видео или меню может быть First-Play.
sk: Sprvu-hrané médium môže byť iba video alebo ponuka.
uk: Першими даними для відтворення можуть бути лише дані відео або меню.
vi: Phương tiện Phát-Trước chỉ có thể là Phim hay Trình đơn.

source: Getting "%1%"
cs: Získává se „%1%“
da: Henter »%1%«
eo: Ni havigas "%1%"
es: Obteniendo "%1%"
fi: Haetaan ”%1%”
sk: Získava sa "%1%"
vi: Chào hỏi "%1%"

source: Can't get information about "%1%": %2%
cs: Nelze získat informace o „%1%“: %2%
da: Kan ikke hente information om »%1%«: %2%
eo: Ne eblas havigi informon pri "%1%": %2%
es: No se puede obtener información acerca de "%1%": %2%
fi: Ei voida hakea tietoja kohteesta ”%1%”: %2%
sk: Nedajú sa získať informácie o "%1%": %2%
vi: Không thể lấy thông tin về "%1%": %2%

source: Can't get "%1%": %2%
cs: Nelze získat „%1%“: %2%
da: Kan ikke hente »%1%«: %2%
eo: Ne eblas havigi "%1%": %2%
es: No se puede obtener "%1%":%2%
fi: Ei voi hakea ”%1%”: %2%
sk: Nedá sa získať "%1%": %2%
vi: Không lấy được "%1%": %2%

source: Bombono DVD is a DVD authoring program with nice and clean GUI
cs: Bombono DVD je program s příjemným a přehledným uživatelským rozhraním pro tvorbu DVD
da: Bombono DVD er et dvd-oprettelsesprogram med en pæn og ren grænseflade
eo: Bombono DVD estas DVD-verkada programo kun bela kaj neta GUI
es: Bombono DVD es un programa de autoría de DVD con una bonita y limpia GUI
fi: Bombono DVD on DVD-tekemisohjelma kauniilla ja siistillä graafisella käyttöliittymällä
fr: Bombono DVD est un outil de montage vidéo avec une interface graphique soignée
it: Bombono DVD è un programma di creazione DVD con un'interfaccia carina e semplice
nn: Bombono DVD er eit enkelt og oversikteleg program for å setja saman DVD-ar.
ru: Bombono DVD - программа авторинга с аккуратным графическим интерфейсом
sk: Bombono DVD je program na autorizáciu DVD s pekným a prehľadným grafickým rozhraním
uk: Bombono DVD — програма для створення DVD з приємним і акуратним інтерфейсом
vi: Bombono DVD là một chương trình tạo đĩa DVD có một giao diện đồ họa đẹp và thân thiện với người dùng

source: translator-credits
cs: Marek Černocký <marek@manet.cz>
da: Joe Hansen, 2010, 2011. Dansk-gruppen <dansk@dansk-gruppen.dk> Mere info: http://www.dansk-gruppen.dk
eo: Felipe Castro <fefcas@gmail.com>
es: Carlos Sánchez <cargabsj175@gmail.com>
fi: Jorma Karvonen <karvonen.jorma@gmail.com>
fr: contributions traducteurs
it: Sergio Zanchetta <primes2h@ubuntu.com>
nn: Eivind Ødegård Send feilmeldingar og kommentarar til <i18n-nn@lister.ping.uio.no>
ru: Илья Муравьев <muravev@yandex.ru>
sk: Dušan Kazik <prescott66@gmail.com>
uk: Юрій Чорноіван <yurchor@ukr.net>
vi: Clytie Siddall (clytie@riverland.net.au)

source: KB
fi: kilotavua
fr: Ko
nn: KiB
ru: КБ
uk: КБ

source: GB
fi: gigatavua
fr: Go
nn: GiB
ru: ГБ
uk: ГБ

source: _Project
cs: _Projekt
da: _Projekt
eo: _Projekto
es: _Proyecto
fi: Proje_kti
fr: _Projet
it: _Progetto
nn: _Prosjekt
ru: _Проект
sk: _Projekt
uk: Пр_оект
vi: _Dự án

source: _Quit
cs: U_končit
da: _Afslut
eo: _Eliri
es: Sa_lir
fi: _Poistu
fr: _Quitter
it: _Esci
nn: _Avslutt
ru: _Выход
sk: _Skončiť
uk: Ви_йти
vi: T_hoát

source: Add Videos from _DVD
cs: Přidat videa z _DVD
da: Tilføj videoer fra _dvd
eo: Aldoni videojn el _DVD
es: Añadir Vídeos desde _DVD
fi: Lisää videot _DVD:stä
fr: Ajout vidéos depuis _DVD
it: Aggiungi video da _DVD
nn: Legg til videoar frå _DVD
ru: _Добавить видео с DVD
sk: Pridať videá z _DVD
uk: _Додати відео з DVD
vi: Thêm phim từ _DVD

source: DVD-Import Assistant
cs: Průvodce importem DVD
da: Assistent til dvd-import
eo: DVD-importa asistanto
es: Asistente para importar DVD
fi: DVD-tuontiavustaja
fr: Assistant import DVD
it: Assistente di importazione DVD
nn: DVD-importhjelpar
ru: Помощник по импорту с DVD
sk: Pomocník s importovaním DVD
uk: Допоміжна програма імпортування DVD
vi: Trợ lý nhập DVD

source: _Mux
cs: _Multiplexovat
eo: _Kunigi
fi: _Multiplekseri
fr: _Mixer
nn: _Muks
ru: _Микшировать
sk: _Zlúčiť
uk: _Мікшувати
vi: _Kết hợp lại

source: Mux Elementary Streams into MPEG2
cs: Multiplexovat prostý proud do MPEG2
da: Mux elementærstrømme ind i MPEG
eo: Kunigi elementajn fluojn al MPEG2
es: Mux Streams elementales en MPEG2
fi: Multiplekseriperusvirrat MPEG2:teen
fr: Mixer les flux élémentaires en MPEG2
it: Esegue il mux dei flussi in MPEG2
nn: Muks grunnstraumar til ein MPEG2
ru: Микшировать дорожки в MPEG2
sk: Zlúčiť základné prúdy do MPEG2
uk: Мікшувати доріжки у MPEG2
vi: Kết hợp lại các luồng cơ bản thành MPEG2

source: Pr_eferences
cs: Př_edvolby
da: _Indstillinger
eo: Pr_eferoj
es: Pr_eferencias
fi: Asetu_kset
fr: Préfér_ences
it: Pr_eferenze
nn: I_nnstillingar
ru: _Параметры
sk: Pr_edvoľby
uk: П_араметри…
vi: T_uỳ thích

source: _Go
cs: Pře_jít
da: _Begynd
eo: E_k
es: _Ir
fi: _Siirry
fr: Ac_tion
it: _Vai a
nn: _Køyr
ru: П_ерейти
sk: Í_sť na
uk: Пе_рехід
vi: _Tới

source: _Help
cs: _Nápověda
da: _Hjælp
eo: _Helpo
es: A_yuda
fi: O_paste
fr: Ai_de
it: A_iuto
nn: _Hjelp
ru: _Справка
sk: _Pomocník
uk: _Довідка
vi: Trợ g_iúp

source: _Online Help
cs: Nápověda _on-line
da: _Hjælp på nettet
eo: Reta Help_o
es: Ayuda en L_ínea
fi: Verkk_o-opaste
fr: Aide en _ligne
ru: _Справка в интернете
sk: _Online pomocník
uk: _Довідка у мережі
vi: _Trợ Giúp Trực tuyến

# MainTabs
source: _Source
cs: _Zdroj
da: _Kilde
eo: _Fonto
es: _Fuente
fi: Lä_hde
it: _Sorgente
nn: K_jelde:
ru: _Начало
sk: _Zdroj
uk: Д_жерело
vi: _Nguồn

# MainTabs
source: _Menu
es: _Menú
fi: Valikk_o
it: _Menù
nn: _Meny
ru: _Меню
sk: _Ponuka
uk: _Меню
vi: T_rình đơn

# MainTabs
source: _Output
cs: _Výstup
da: _Uddata
eo: Elig_o
es: _Salida
fi: _Tuloste
fr: S_ortie
it: _Destinazione
nn: _Utdata
ru: _Результат
sk: _Výstup
uk: _Результат
vi: _Xuất

source: Bitrate Calculator
cs: Kalkulačka datového toku
da: Bitrateberegner
eo: Bitrapida kalkulilo
es: Calculadora de tasa de bits
fi: Bittinopeuslaskin
fr: Calculateur de débit.
ru: Калькулятор битрейта
sk: Kalkulátor dátového toku
uk: Калькулятор бітової швидкості
vi: Công cụ tính Bitrate

source: Dimensions
cs: Rozměry
da: Dimensioner
eo: Dimensioj
es: Dimensiones
fi: Mittasuhteet
ru: Размер
sk: Rozmery
uk: Розміри
vi: Các chiều

source: Expected file size
cs: Očekávaná velikost souboru
da: Forventet filstørrelse
eo: Atendata dosiergrando
es: Tamaño esperado de fichero
fi: Odotettu tiedostokoko
fr: Taille de fichier attendue
ru: Ожидаемый размер файла
sk: Očakávaná veľkosť súboru
uk: Очікуваний розмір файла
vi: Đã mong đợi kích thước tập tin

source: _Restore default bitrate
cs: _Obnovit výchozí datový tok
da: _Gendan standardbitrate
eo: _Restarigi originalan bitrapidon
es: _Restaurar la tasa de bits por defecto
fi: Palauta oletus_bittinopeus
fr: _Restaurer le débit par défaut
ru: _Восстановить битрейт по умолчанию
sk: _Obnoviť štandardný dátový tok
uk: Від_новити типову бітову швидкість
vi: _Phục hồi lại bitrate mặc định

source: Original file info
cs: Informace o původním souboru
da: Oprindelig filinfo
eo: Originala dosierinformon
es: Info del fichero Original
fi: Alkuperäiset tiedostotiedot
fr: Infos originales sur le fichier
ru: Об исходном файле
sk: Pôvodné informácie o súbore
uk: Дані щодо початкового файла
vi: Thông tin tập tin gốc

source: _Duration (in seconds)
cs: _Délka (v sekundách)
da: _Varighed (i sekunder)
eo: _Daŭro (en sekundoj)
es: Duración (en segundos)
fi: _Kesto (sekunneissa)
fr: _Durée (en secondes)
it: _Durata (in secondi)
nn: Kor lenge (i sekun_d)
ru: _Длительность (в секундах)
sk: _Trvanie (v sekundách)
uk: _Тривалість (у секундах)
vi: Độ _dài (tính bằng giây)

source: Display aspect ratio
cs: Poměr stran obrazu
da: Vis størrelsesforhold
eo: Montri proporcion
es: Relación aspecto de pantalla.
fi: Näytä kuvasuhde
fr: Rapport de taille d'image
ru: Соотношение сторон
sk: Pomer strán zobrazenia
uk: Співвідношення сторін
vi: Hiển thị tỷ lệ hình thể

source: Number of audio streams
cs: Počet zvukových proudů
da: Antal lydstrømme
eo: Nombro da son-fluoj
es: Número de flujos de audio
fi: Äänivirtojen lukumäärä
ru: Количество звуковых дорожек
sk: Počet zvukových prúdov
vi: Số luồng âm thanh

source: File size
cs: Velikost souboru
da: Filstørrelse
eo: Dosiergrando
es: Tamaño de fichero
fi: Tiedostokoko
fr: Taille fichier
ru: Размер файла
sk: Veľkosť súboru
uk: Розмір файла
vi: Kích cỡ tập tin

source: Additional _ffmpeg options
cs: Dodatečné volby _ffmpeg
da: Yderligere _ffmpeg-indstillinger
eo: Kromaj opcioj _ffmpeg
es: Opciones adicionales para _ffmpeg
fi: Lisävalitsimet kohteeseen _ffmpeg
sk: Dodatočné _ffmpeg možnosti
vi: Các tuỳ chọn _ffmpeg bổ xung

source: Examples: "-top 0", "-deinterlace". See FFmpeg documentation for more options.
cs: Například: „-top 0“, „-deinterlace“. Další volby naleznete v dokumentaci FFmpeg.
da: Eksempler: »-top 0«, »-deinterlace«. Se FFmpeg-dokumentation for yderligere indstillinger.
eo: Ekzemploj:"-top 0", "-deinterlace". Konsultu la dokumentadon de FFmpeg por aliaj opcioj.
es: Ejemplos: "-top 0", "-deinterlace". Vea la documentación de FFmpeg para más opciones.
fi: Esimerkit: "-top 0", "-deinterlace". Katso lisätietoja FFmpeg-dokumentaatiosta.
sk: Príklady: "-top 0", "-deinterlace". Viď FFmpeg dokumentáciu pre viac možností.
vi: Ví dụ: "-top 0", "-deinterlace". Xem thêm tài liệu FFmpeg để biết cách dùng các tuỳ chọn khác nữa.

source: Reason For Transcoding
cs: Důvod pro překódování
da: Årsag for omkodning
eo: Motivo por transkodigo
es: Razón por la transcodificación
fi: Koodimuunnoksen syy
fr: Raison de la conversion
ru: Причина перекодирования
sk: Dôvod k prekódovaniu
uk: Причина перекодування
vi: Nguyên nhân chuyển mã

source: The video is DVD compliant.
cs: Video vyhovuje pro DVD.
da: Videoen er dvd-kompatibel
eo: La video estas DVD-respekta.
es: El vídeo es una compilación de DVD
fi: Video on DVD-yhteensopiva.
fr: La vidéo est compatible DVD.
ru: Это видео DVD-совместимо.
sk: Video je zhodné s DVD.
uk: Відео сумісне з DVD.
vi: Phim tuân theo chuẩn DVD

source: The video is not MPEG2.
cs: Video není MPEG2.
da: Videoen er ikke MPEG2.
eo: La ne estas MPEG2.
es: El vídeo no es MPEG2.
fi: Video ei ole MPEG2.
fr: La vidéo n'est pas de type MPEG2.
ru: Видео не в формате MPEG2.
sk: Video nie je MPEG2.
uk: Відео не у форматі MPEG2.
vi: Đoạn video này không thuộc kiểu MPEG2.
