Repository: LaudateCorpus1/bombono-dvd
Catalog: po/*.po
Languages: cs, da, eo, es, fi, fr, it, nn, ru, sk, uk, vi

source: Do you want to adjust disc usage?
cs: Chcete využití disku přizpůsobit jeho velikosti?
da: Ønsker du at justere diskforbruget?
eo: Ĉu vi volas alĝustigi la disk-utiligon?
es: ¿Desea ajustar el uso del disco?
fi: Haluatko säätää levykäyttöä?
fr: Voulez-vous configurer l'utilisation disque ?
ru: Вы хотите настроить использование диска?
sk: Chcete upraviť využitie disku?
uk: Бажаєте налаштувати використання диска?
vi: Bạn có thực sự muốn chỉnh sửa dung lượng đĩa không?

source: Too many videos for this disc size. Please select a bigger disc size or remove some videos.
cs: Příliš mnoho videí na tuto velikost disku. Buď prosím vyberte větší disk nebo některá videa odeberte.
da: For mange videoer for denne diskstørrelse. Vælg venligst en større diskstørrelse eller fjern nogle vidoer.
eo: Tro multaj videoj por tiu ĉi diskgrando. Bonvolu elekti pli grandan totalon aŭ forigu kelkajn videojn.
es: Demasiados vídeos para este tamaño de disco. Por favor seleccione un disco de mayor tamaño o remueva algunos vídeos.
fi: Liian monta videota tälle levykoolle. Valitse suurempi levykoko tai poista joitakin videoita.
fr: Vidéos trop nombreuses pour un disque de cette taille. Choisissez une taille plus grande ou enlevez des vidéos.
ru: Слишком много видео для этого размера диска. Пожалуйста, выберите больший размер диска или удалите некоторые файлы.
sk: Príliš veľa videí pre túto veľkosť disku. Prosím, vyberte väčšiu veľkosť disku alebo odstráňte niektoré videá.
uk: Занадто багато відео для одного диску такого розміру. Будь ласка, збільшіть розмір диску або вилучіть частину відеоданих.
vi: Quá nhiều phim cho kích thước đĩa này. Xin hãy chọn một kích thước đĩa lớn hơn hay gỡ bỏ đi một số phim.

source: Disc usage is %1%%% now.
cs: Využití disku je v tuto chvíli %1%%%.
da: Diskforbrug er nu %1%%%.
eo: Disk-utiligo nun estas %1%%%.
es: El uso del disco es de %1%%% ahora.
fi: Levykäyttö on nyt %1%%%.
fr: Utilisation disque actuelle : %1%%%.
ru: Диск использован на %1%%%.
sk: Využitie disku je teraz %1%%%.
uk: Зараз диск зайнято %1%%%.
vi: Dung lượng đĩa đã dùng hiện giờ là %1%%%.

source: Select subtitles
cs: Výběr titulků
da: Vælg undertekst
eo: Elekti subtekstojn
es: Seleccione subtítulos
fi: Valitse aliotsikot
fr: Sélectionner sous-titres
ru: Выберите субтитры
sk: Vyberte titulky
uk: Виберіть субтитри
vi: Chọn phụ đề

source: _Turn on subtitles by default
cs: Ve výchozím stavu titulky zapnu_ty
da: _Aktiver undertekster som standard
eo: Ak_tivigi subtekstojn apriore
es: _Encender subtítulos por defecto
fi: _Käännä päälle aliotsikot oletuksena
fr: Activer les _sous-titres par défaut
ru: _Включать субтитры по умолчанию
sk: _Zapnúť titulky štandardne
uk: Типово _увімкнути субтитри
vi: _Bật phụ đề theo mặc định

source: Unselect subtitles
cs: Zrušit výběr titulků
da: Fravælg undertekst
eo: Malelekti subtekstojn
es: Subtítulos no seleccionados
fi: Pura aliotsikoiden valinta
sk: Zrušiť výber tituliek
vi: Không chọn phụ đề

source: _Encoding
cs: _Kódování
da: _Kodning
eo: _Enkodigo
es: Codificand_o
fi: Koo_daus
fr: _Encodage
ru: _Кодировка
sk: _Kódovanie
uk: _Кодування
vi: _Mã hóa

source: Add Subtitles
cs: Přidat titulky
da: Tilføj undertekster
eo: Aldoni subtekstojn
es: Añadir Subtítulos
fi: Lisää aliotsikot
fr: Ajouter sous-titres
ru: Добавить субтитры
sk: Pridať titulky
uk: Додати субтитри
vi: Thêm Phụ đề

source: Rename
cs: Přejmenovat
da: Omdøb
eo: Renomigi
es: Renombrar
fi: Nimeä uudelleen
sk: Premenovať
vi: Đổi tên

source: End Action
cs: Akce po skončení
da: Afslut handling
eo: Fini agon
es: Finalizar Acción
fi: Lopputoiminto
fr: Terminer l'action
it: Azione successiva
nn: Slutthandling
ru: Действие по окончанию
sk: Akcia na konci
uk: Завершальна дія
vi: Kết thúc hành vi

source: Adjust Bitrate to Fit to Disc
cs: Přizpůsobit datový tok zaplnění disku
da: Juster bitrate til disk
eo: Alĝustigi bitrapidon por taŭgi al disko
es: Ajuste de tasa de bits para encajar al disco
fi: Säädä bittinopeus sopimaan levyyn
fr: Ajuster le débit selon la taille du disque
ru: Настроить битрейт по размеру диска
sk: Prispôsobiť dátový tok na vyplnenie disku
uk: Змінити бітову швидкість відповідно до об’єму диска
vi: Tự điều chỉnh Bitrate cho khớp với đĩa

source: Still Picture
cs: Statický obrázek
da: Fastbillede
eo: Fiksa bildo
es: Imagen Fija
fi: Pysäytyskuva
fr: Image Fixe
it: Immagine
nn: Stillbilete
ru: Рисунок
sk: Nehybný obrázok
uk: Заставка
vi: Ảnh tĩnh

source: Chapter at %1%
cs: Kapitola na %1%
da: Kapitel på %1%
eo: Ĉapitro ĉe %1%
es: Capítulo a %1%
fi: Kappale osoitteessa %1%
sk: Kapitola na %1%
vi: Tập tại %1%

source: Information
cs: Informace
eo: Informo
es: Información
fi: Tiedot
sk: Informácie
vi: Thông tin

source: Type
cs: Typ
eo: Tipo
es: Tipo
fi: Tyyppi
it: Tipo
ru: Тип
sk: Typ
uk: Тип
vi: Kiểu

source: Media List
cs: Seznam médií
da: Medieliste
eo: Aŭdvidaĵa listo
es: Lista de medios
fi: Medialuettelo
fr: Liste des médias
it: Elenco contenuti
nn: Filliste
ru: Список медиа
sk: Zoznam médií
uk: Список даних
vi: Danh sách Nhạc/Phim

source: Add Media Files (Use Ctrl Button for Multiple Selection)
cs: Přidat soubory s médii (pro vícenásobný výběr použijte klávesu Ctrl)
da: Tilføj mediefiler (brug Ctrl-knappen for flere valg)
eo: Aldoni aŭdvidajn dosierojn (Uzu reg-butonon por multopaj elektoj)
es: Añadir fichero de medios (Use el botón Ctrl para selección múltiple)
fi: Lisää mediatiedostot (Käytä Ctrl-painiketta monikertaiseen valintaan)
ru: Добавить медиа-файлы (используйте кнопку Ctrl для множественного выделения)
sk: Pridanie súborov médií (Použite tlačidlo Ctrl pre viacnásobný výber)
vi: Thêm các tập tin đa phương tiện (Sử dụng phím Ctrl để chọn nhiều tập tin một lúc)

source: Add Media from File Browser
cs: Přidat médium z procházení souborů
da: Tilføj medie fra filbrowser
eo: Aldoni aŭdvidaĵojn el la dosier-navigilo
es: Añadir medio desde el visor de ficheros
fi: Lisää media tiedostoselaimesta
fr: Ajout de média depuis l'explorateur de fichiers
it: Aggiunge un contenuto da «Esplorazione file»
nn: Legg til media frå filhandsamar
ru: Добавить медиа из браузера
sk: Pridať médiá z prehliadača súborov
uk: Додати дані з програми для керування файлами
vi: Thêm nhạc/phim từ Bộ Quản lý Tập tin

source: Remove Media
cs: Odebrat médium
da: Fjern medie
eo: Forigi aŭdvidaĵon
es: Remover Medio
fi: Poista media
fr: Retirer média
it: Rimuove un contenuto
nn: Fjern mediet
ru: Удалить медиа
sk: Odstránenie média
uk: Вилучити дані
vi: Bỏ nhạc/phim

source: Make Chapters for Video
cs: Vytvořit kapitoly pro video
da: Lav kapitler til videoen
eo: Fari ĉapitrojn por video
es: Crear Capítulos para el Vídeo
fi: Tee kappaleita videolle
fr: Construire les chapitres vidéo
it: Crea i capitoli per il video
nn: Lag kapittel frå video
ru: Разметить главы для видео
sk: Vytvoriť kapitoly pre video
uk: Створити частини для відео
vi: Chia phim ra các tập

source: No Link
cs: Žádný odkaz
da: Ingen henvisning
eo: Sen ligiloj
es: Sin Enlace
fi: Ei linkkiä
fr: Pas de Lien
it: Nessun collegamento
nn: Ikkje noko lenkje
ru: Без связи
sk: Žiadny odkaz
uk: Без зв’язку
vi: Không có liên kết

source: Previous Menu
cs: Předchozí menu
da: Forrige menu
eo: Antaŭa menuo
es: Menú Anterior
fi: Edellinen valikko
fr: Menu précédent
it: Menù precedente
nn: Førre meny
ru: Вернуться в предыдущее меню
sk: Predošlá ponuka
uk: Попереднє меню
vi: Trình đơn trước

source: Next Video
cs: Následující video
da: Næste video
eo: Sekva video
es: Próximo Vídeo
fi: Seuraava video
fr: Vidéo Suivante
it: Video successivo
nn: Neste video
ru: Следующее видео
sk: Ďalšie video
uk: Наступне відео
vi: Phim tiếp

source: Auto (%1%)
cs: Automaticky (%1%)
eo: Aŭtomate (%1%)
fi: Automaattinen (%1%)
ru: Авто (%1%)
sk: Automaticky (%1%)
uk: Авто (%1%)
vi: Tự động (%1%)

source: Loop
cs: Smyčka
da: Løkke
eo: Iteracio
fi: Silmukka
fr: Boucle
it: Ciclo continuo
nn: Lykkje
ru: Цикл
sk: Opakovať
uk: Цикл
vi: Vòng lặp

source: _Still picture
cs: _Statický obrázek
da: _Fastbillede
eo: Fik_sa bildo
es: Imagen Fi_ja
fi: _Pysäytyskuva
fr: Image _fixe
it: _Immagine fissa
nn: _Stillbilete
ru: _Неподвижная картинка
sk: _Nehybný obrázok
uk: _Нерухоме зображення
vi: Các ảnh _khác

source: Select external audio file
cs: Vybrat soubor s externím zvukem
da: Vælg ekstern lydfil
eo: Elekti exteran son-dosieron
es: Seleccionar fichero de audio externo
fi: Valitse ulkoinen äänitiedosto
fr: Choisir un fichier audio externe
it: Seleziona file audio esterno
nn: Vel ekstern lydfil
ru: Выберите внешний аудиофайл
sk: Vyberte externý zvukový súbor
uk: Виберіть зовнішній файл звукових даних
vi: Chọn phần đuôi mở rộng cho tập tin

source: _Motion menu
cs: Pohyblivé _menu
da: _Bevægelsesmenu
eo: _Mova menuo
es: Menú _Móvil
fi: _Liikevalikko
fr: Menu _Motion
it: Menù in _movimento
nn: Rørsle_meny
ru: _Анимационное Меню
sk: _Pohyblivá ponuka
uk: _Анімоване меню
vi: Trình đơn _Chuyển động

source: Still menu with audio in the background
cs: Statické menu se zvukem na pozadí
da: Fastbilledmenu med lyd i baggrunden
eo: Fiks-bilda menuo kun sono en la fono
es: Mantener menú con audio de fondo
fi: Yhä äänivalikko taustalla
fr: Menu fixe avec audio en fond
it: Menù fisso con audio di sottofondo
nn: Stilleståande meny med lyd i bakgrunnen
ru: Неподвижное меню со звуком в фоне
sk: Nehybná ponuka so zvukom na pozadí
uk: Нерухоме меню з фоновим звуковим супроводом
vi: Vẫn còn trình đơn với âm thanh ở dưới nền

source: _From the project
cs: _Z projektu
da: _Fra projektet
eo: _El la projekto
es: De_sde el proyecto
fi: P_rojektista
fr: Depuis _projet
it: D_al progetto
nn: _Frå prosjektet
ru: _Из проекта
sk: _Z projektu
uk: З п_роекту
vi: _Từ đề án

source: _External audio
cs: _Externí zvuk
da: _Ekstern lyd
eo: _Ekstera sono
es: Audio _externo
fi: _Ulkoinen ääni
fr: Audio _externe
it: Audio _esterno
nn: _Ekstern lyd
ru: _Внешний звук
sk: _Externý zvuk
uk: Зов_нішні звукові дані
vi: Âm thanh _bên ngoài

source: _Subpicture Colors
cs: Barvy v_ložných obrázků
da: _Farver på underbillede
eo: _Subbildaj koloroj
es: Colores de _Subimagen
fi: Alik_uvavärit
fr: Couleurs _Sous-image
it: Colori immagine _secondaria
nn: _Farger på underbilete
ru: _Цвета 'subpicture'
sk: _Pod-obrazové farby
uk: _Кольори підзображення
vi: Màu sắc Ảnh _phụ

source: S_elected item color
cs: Barva _vybrané položky
da: _Valgt punktfarve
eo: Koloro de _elektita ero
es: Color del elemento S_eleccionado
fi: Valits_e kohdeväri
fr: Couleur d'élément sél_ectionné
it: Colore elemento s_elezionato
nn: Vald farg_e på oppføringa
ru: Цвет _выбранного элемента
sk: Farba vybrat_ej položky
uk: Колір по_значеного пункту
vi: Màu cho mục được chọ_n

source: _Activated item color
cs: Barva _aktivované položky
da: _Aktiveret punktfarve
eo: Koloro de _aktivigita ero
es: Color del elemento _activo
fi: _Aktivoitu kohdeväri
fr: Couleur d'élément _Actif
it: Colore elemento _attivato
nn: Farge på den _aktive oppføringa
ru: Цвет _активированного элемента
sk: Farba _aktivovanej položky
uk: Колір з_адіяного пункту
vi: Màu cho mục Được _kích hoạt

source: _Restore default colors
cs: Obnovit výchozí ba_rvy
da: _Gendan standardfarver
eo: _Restarigi originalajn kolorojn
es: _Restaurar colores por defecto
fi: Palauta oletus_värit
fr: _Restaurer les couleurs par défaut
it: _Ripristina colori predefiniti
nn: Tilbake til standar_rdfarger
ru: _Восстановить цвета по умолчанию
sk: _Obnoviť štandardné farby
uk: Від_новити типові кольори
vi: _Phục hồi lại màu mặc định

source: Menu Settings
cs: Nastavení menu
da: Menuopsætning
eo: Menu-agordoj
es: Configurar Menús
fi: Valikkoasetukset
fr: Propriétés menu
it: Impostazioni menù
nn: Menyval
ru: Настройки меню
sk: Nastavenia ponuky
uk: Параметри меню
vi: Cài đặt trình đơn

source: %1% copy
cs: Kopie %1%
da: %1% kopi
eo: %1% kopio
es: %1% copia
fi: %1% kopio
sk: %1% kópia
vi: %1% sao chép

source: Copy Menu
cs: Kopírovat menu
da: Kopier menu
eo: Kopii menuon
es: Copiar Menú
fi: Kopioi valikko
sk: Skopírovať ponuku
vi: Trình đơn Sao chép

source: Menu List
cs: Seznam menu
da: Menuliste
eo: Menu-listo
es: Lista de Menús
fi: Valikkoluettelo
fr: Liste des menus
it: Elenco menù
nn: Menyliste
ru: Список меню
sk: Zoznam ponúk
uk: Список меню
vi: Danh sách Trình đơn

source: Add Menu
cs: Přidat menu
da: Tilføj menu
eo: Aldoni menuon
es: Añadir Menú
fi: Lisää valikko
fr: Ajout menu
it: Aggiunge un menù
nn: Legg til meny
ru: Добавить меню
sk: Pridanie ponuky
uk: Додати меню
vi: Thêm trình đơn

source: Remove Menu
cs: Odebrat menu
da: Fjern menu
eo: Forigi menuon
es: Remover Menú
fi: Poista valikko
fr: Suppression menu
it: Rimuove un menù
nn: Fjern meny
ru: Удалить меню
sk: Odstránenie ponuky
uk: Вилучити меню
vi: Bỏ trình đơn

source: Edit Menu
cs: Upravit menu
da: Rediger menu
eo: Redakti menuon
es: Editar Menú
fi: Muokkaa valikkoa
fr: Edition menu
it: Modifica un menù
nn: Endra meny
ru: Редактировать меню
sk: Úprava ponuky
uk: Змінити меню
vi: Sửa trình đơn

source: Save Project As
cs: Uložení projektu jako
da: Gem projekt som
eo: Konservi projekton kiel
es: Guardar Proyecto Como
fi: Tallenna projekti nimellä
fr: Sauver le Projet Sous...
ru: Сохранить проект как
sk: Uložiť projekt ako
uk: Зберегти проект як
vi: Ghi Đề án vói tên mới

source: Can't open project file "%1%"
cs: Nelze otevřít soubor s projektem „%1%“
da: Kan ikke åbne projektfil »%1%«
eo: Ne eblas malfermi la projekt-dosieron "%1%"
es: No se puede abrir el fichero de proyecto "%1%"
fi: Ei voi avata projektitiedostoa ”%1%”
fr: Impossible d'ouvrir le projet "%1%"
ru: Не удалось открыть файл проекта "%1%"
sk: Nedá sa otvoriť súbor projektu "%1%"
uk: Не вдалося відкрити файл проекту «%1%»
vi: Không thể mở tập tin đề án "%1%"

source: Save changes to "%1%"?
cs: Uložit změny do „%1%“?
da: Gem ændringer til »%1%«?
eo: Ĉu konservi ŝanĝojn al "%1%"?
es: Guardar cambios a "%1%"?
fi: Tallenna muutokset projektiin ”%1%”?
fr: Enregistrer les changements dans "%1%" ?
it: Salvare le modifiche a «%1%»?
nn: Lagra endringar i "%1%"?
ru: Сохранить изменения в "%1%"?
sk: Uložiť zmeny do "%1%"?
uk: Зберегти зміни до «%1%»?
vi: Lưu các thay đổi vào %1% ?

source: Close _without Saving
cs: Zavřít _bez ukládání
da: Luk _uden at gemme
eo: Fermi _sen konservi
es: Cerrar si_n Guardar
fi: Sulje tallenta_matta
fr: Fermer s_ans enregistrer
it: Chiudi _senza salvare
nn: Lukk _utan å lagra
ru: Закрыть _без сохранения
sk: Zavrieť _bez uloženia
uk: _Не зберігати
vi: Đóng mà _không lưu

source: New Project
cs: Nový projekt
da: Nyt projekt
eo: Nova projekto
es: Nuevo Proyecto
fi: Uusi projekti
fr: Nouveau projet
it: Nuovo progetto
nn: Nytt prosjekt
ru: Создать проект
sk: Nový projekt
uk: Створити проект
vi: Dự án mới

source: Please select a Television standard for your project:
cs: Vyberte prosím televizní standard pro svůj projekt:
da: Vælg venligst en tv-standard for dit projekt:
eo: Bonvolu elekti televidan normon por via projekto:
es: Por favor seleccione la norma de TV para su proyecto:
fi: Valitse televisiostandardi projektillesi:
fr: Choisissez un standard TV pour votre projet :
it: Selezionare uno standard televisivo per il progetto:
nn: Vel kva TV-standard prosjektet ditt skal ha:
ru: Выберите, пожалуйста, ТВ-стандарт для вашего проекта:
sk: Prosím, vyberte televízny štandard pre Váš projekt:
uk: Будь ласка виберіть ТБ-стандарт для вашого проекту.
vi: Hãy chọn một tiêu chuẩn TV cho dự án này:

source: Remember my choice
cs: Zapamatovat si moji volbu
da: Husk mit valg
eo: Memorigi mian elekton
es: Recordar mi selección
fi: Muista valintani
sk: Zapamätať moju voľbu
vi: Nhớ lựa chọn của tôi

source: Project files (*.bmd)
cs: Soubory s projekty (*.bmd)
da: Projektfiler (*.bmd)
eo: Projekt-dosieroj (*.bmd)
es: Fichero de Proyecto (*.bmd)
fi: Projektitiedostot (*.bmd)
fr: Fichiers projets (*.bmd)
ru: Файлы проектов (*.bmd)
sk: Súbory projektu (*.bmd)
uk: файли проектів (*.bmd)
vi: Tập tin đề án (*.bmd)

source: Open Project
cs: Otevření projektu
da: Åbn projekt
eo: Malfermi projekton
es: Abrir Proyecto
fi: Avaa projekti
fr: Ouvrir un projet
it: Apri progetto
nn: Opna prosjekt
ru: Открыть проект
sk: Otvoriť projekt
uk: Відкрити проект
vi: Mở dự án

source: _New Project
cs: _Nový projekt
da: _Nyt projekt
eo: _Nova projekto
es: _Nuevo Proyecto
fi: Uu_si projekti
fr: _Nouveau projet
it: _Nuovo progetto
nn: _Nytt prosjekt
ru: _Создать проект
sk: _Nový projekt
uk: С_творити проект
vi: Dự á_n mới

source: _Open...
cs: _Otevřít…
da: _Åbn...
eo: _Malfermi...
es: A_brir
fi: A_vaa...
fr: _Ouvrir
it: _Apri...
nn: _Opna...
ru: _Открыть...
sk: _Otvoriť...
uk: _Відкрити…
vi: _Mở...

source: _Save
cs: _Uložit
da: _Gem
eo: Kon_servi
es: Gua_rdar
fi: Talle_nna
fr: _Enregistrer
it: _Salva
nn: _Lagra
ru: Со_хранить
sk: _Uložiť
uk: З_берегти
vi: _Lưu

source: Save _As...
cs: Uložit j_ako…
da: Gem _som...
eo: _Konservi kiel...
es: Guardar C_ómo ...
fi: T_allenna nimellä...
fr: Enregistrer so_us...
it: Salva _come...
nn: L_agra som...
ru: Сохранить _как...
sk: Uložiť _ako...
uk: Зберегти _як…
vi: Lưu _dạng...

source: Add Chapter Point
cs: Přidat bod kapitoly
da: Tilføj kapitelpunkt
eo: Aldoni ĉapitran punkton
es: Añadir Marca de Capítulo
fi: Lisää kappalekohta
fr: Ajouter marque de chapitre
it: Aggiungi capitolo
nn: Legg til kapittelpunkt
ru: Добавить главу
sk: Pridať bod kapitoly
uk: Додати частину
vi: Thêm điểm Tập

source: Error while opening file:
cs: Chyba během otevírání souboru:
da: Der opstod en fejl under åbning af fil:
eo: Eraro dum malfermo de dosiero:
es: Error mientras se abría fichero
fi: Virhe avattaessa tiedostoa:
fr: Erreur en ouverture du fichier :
it: Errore durante l'apertura del file:
nn: Greidde ikkje opna fila:
ru: Ошибка во время открытия файла:
sk: Chyba počas otvárania súboru:
uk: Помилка під час відкриття файла:
vi: Gặp lỗi trong khi mở tập tin:

source: Still images
cs: Statické obrázky
da: Fastbilleder
eo: Fiks-bildoj
es: Imágenes fijas
fi: Pysäytyskuvat
fr: Images simples
ru: Рисунки
sk: Nehybné obrázky
uk: Зображення
vi: Các ảnh khác

source: File Browser
cs: Procházení souborů
da: Filbrowser
eo: Dosier-navigilo
es: Visor de ficheros
fi: Tiedostoselain
fr: Explorateur de fichiers
it: Esplorazione file
nn: Filhandsamar
ru: Браузер файлов
sk: Prehliadač súborov
uk: Перегляд файлів
vi: Bộ duyệt tập tin

source: All formats
cs: Všechny formáty
da: Alle formater
eo: Ĉiuj formoj
es: Todos los formatos
fi: Kaikki muodot
fr: Tous formats
it: Tutti i formati
nn: Alle format
ru: Поддерживаемые форматы
sk: Všetky formáty
uk: Всі формати
vi: Mọi định dạng

source: Video files
cs: Soubory s videem
da: Videofiler
eo: Video-dosieroj
es: Ficheros de Vídeo
fi: Videotiedostot
fr: Fichiers vidéos
ru: Видеофайлы
sk: Video súbory
uk: Відеофайли
vi: Tập tin video

source: MPEG files
cs: Soubory MPEG
da: MPEG-filer
eo: Dosieroj MPEG
es: Ficheros MPEG
fi: MPEG-tiedostot
fr: fichiers MPEG
it: File MPEG
nn: MPEG-videofiler
ru: Файлы MPEG
sk: MPEG súbory
uk: Файли MPEG
vi: Tập tin MPEG

source: All files (*.*)
cs: Všechny soubory (*.*)
da: Alle filer (*.*)
eo: Ĉiuj dosieroj (*.*)
es: Todos los ficheros (*.*)
fi: Kaikki tiedostot (*.*)
fr: Tous les fichiers (*.*)
ru: Все файлы (*.*)
sk: Všetky súbory (*.*)
uk: Всі файли (*.*)
vi: Mọi tập tin (*.*)

source: A_dd to project
cs: Při_dat do projektu
da: _Tilføj til projekt
eo: Al_doni al projekto
es: Aña_dir al proyecto
fi: Lisää _Projektiin
fr: A_jouter au projet
it: _Aggiungi al progetto
nn: _Legg til prosjektet
ru: Д_обавить в проект
sk: Pri_dať do projektu
uk: Д_одати до проекту
vi: Thêm vào _dự án

source: Save Frame...
cs: Uložení snímku…
da: Gem billedrate...
eo: Konservi filmeron...
es: Guardar Fotograma
fi: Tallenna kehys...
fr: Sauver l'image...
it: Salva fotogramma...
nn: Lagra ramma...
ru: Сохранить кадр...
sk: Uložiť snímok...
uk: Зберегти кадр…
vi: Lưu khung...

source: Interval between Chapters:
cs: Rozestup mez kapitolami:
da: Interval mellem kapitler:
eo: Intervalo inter ĉapitrojn:
es: Intervalo entre Capítulos
fi: Kappeleiden välinen aika:
fr: Intervalle entre chapitres :
it: Intervallo tra i capitoli:
nn: Mellomrom mellom kapittel:
ru: Интервал между главами
sk: Interval medzi kapitolami:
uk: Проміжок між частинами:
vi: Khoảng thời gian giữa hai Tập:

source: Remove Existing Chapters
cs: Odebrat existující kapitoly
da: Fjern eksisterende kapitler
eo: Forigi ekzistantajn ĉapitrojn
es: Remover Capítulos Existentes
fi: Poista olemassa olevat kappaleet
fr: Effacer les chapitres existants
it: Rimuovi capitoli esistenti
nn: Fjern dei eksisterande kapitla
ru: Удалить существующие главы
sk: Odstrániť existujúce kapitoly
uk: Вилучити існуючі частини
vi: Bỏ các Tập đã có

source: Delete Chapter Point
cs: Smazat bod kapitoly
da: Slet kapitelpunkt
eo: Forigi ĉapitran punkton
es: Borrar Marca de Capítulo
fi: Poista kappalekohta
fr: Supprimer marque de chapitre
it: Elimina capitolo
nn: Slett kapittelmerke
ru: Удалить главу
sk: Vymazať bod kapitoly
uk: Вилучити частину
vi: Xoá điểm Tập

source: Delete All Chapter Points
cs: Smazat všechny body kapitoly
da: Slet alle kapitelpunkter
eo: Forigi ĉiujn ĉapitrajn punktojn
es: Borrar todas las Marcas de Capítulo
fi: Poista kaikki kappalekohdat
fr: Supprimer toutes les marques de chapitre
it: Elimina tutti i capitoli
nn: Slett alle kapittelmerke
ru: Удалить все главы
sk: Vymazať všetky body kapitol
uk: Вилучити всі частини
vi: Xoá mọi điểm Tập

source: Add Chapter Points at Intervals
cs: Přidat kapitoly v intervalech
da: Tilføj kapitelpunkt ved intervaller
eo: Aldoni ĉapitrajn punktojn ĉe intervaloj
es: Añadir marcas de Capítulo en intervalos
fi: Lisää kappalekohtia aikavälein
fr: Ajouter marques de chapitre selon intervalle
it: Aggiungi capitoli a intervalli
nn: Legg til kapittelpunkt ved intervall
ru: Добавить главы через интервал
sk: Pridať body kapitol v intervaloch
uk: Регулярне додавання частин
vi: Thêm điểm Tập theo khoảng

source: Save Current Frame
cs: Uložit aktuální snímek
da: Gem aktuel billedrate
eo: Konservi nunan filmeron
es: Guardar Fotograma Actual
fi: Tallenna nykyinen kehys
fr: Sauver l'image courante
it: Salva fotogramma corrente
nn: Lagre denne ramma
ru: Сохранить текущий кадр
sk: Uložiť aktuálny snímok
uk: Зберегти поточний кадр
vi: Lưu khung hiện tại

source: Video
es: Vídeo
fr: Vidéo
nn: Film
ru: Видео
uk: Відео
vi: Phim

source: of
cs: z
da: af
eo: el
es: de
sk: z
vi: của

source: min.
ru: мин.
uk: хв.
vi: phút.

source: Set Background Color...
fr: Choix couleur de fond...
it: Imposta colore di sfondo...
nn: Vel bakgrunnsfarge...
ru: Выбрать цвет фона...
uk: Встановити колір тла…

source: _Cancel
fr: _Annuler
it: _Annulla
nn: A_vbryt
uk: _Скасувати

source: Audio stream number
fr: Numéro de flux audio
uk: Кількість звукових доріжок

source: All Files (*.*)
fr: Tous les fichiers (*.*)
it: Tutti i file (*.*)
nn: Alle filer (*.*)
uk: всі файли (*.*)

source: Cant create folder %1% (check permissions)
it: Impossibile creare la cartella %1% (verificare i permessi)
nn: Greier ikkje laga mappa %1% (sjekk tilgangsløyve).

source: Cant write to folder %1% (check permissions).
it: Impossibile scrivere nella cartella %1% (verificare i permessi).
nn: Greier ikkje skriva til mappa %1% (sjekk tilgangsløyve).

source: Show/_Hide Details
it: Mostra/_Nascondi dettagli
nn: Vis/gøy_m detaljar

source: Rendering Menus
it: rendering dei menù
nn: Teiknar opp menyar

source: Creating ISO Image
it: creazione dell'immagine ISO
nn: Lagar ISO-biletfil

source: Select Output _Folder:
it: Selezionare la _cartella di destinazione:
nn: Vel _utmappe...

source: Choose Author Mode:
it: Scegliere la modalità di scrittura:
nn: Vel samansetjingsmåte:

source: _Write DVD Folder
it: _Crea cartella DVD
nn: Skri_v DVD-mappe

source: Write Disk _Image
it: Crea _immagine disco
nn: Skriv disk_bilete

source: Disc Label:
it: Etichetta disco:
nn: Etikett for plate:

source: DVD Drive:
it: Unità DVD:
nn: DVD-stasjon:

source: Writing Speed:
it: Velocità di scrittura:
nn: Brennefart:
