Repository: LaudateCorpus1/bombono-dvd
Catalog: po/*.po
Languages: cs, da, eo, es, fi, fr, it, nn, ru, sk, uk, vi

source: _Burn to DVD
cs: _Vypálit na DVD
da: _Brænd til dvd
eo: _Bruligi al DVD
es: Grabar a D_VD
fi: T_allenna DVD:lle
fr: _Graver sur DVD
it: _Masterizza su DVD
nn: _Brenn til DVD
ru: _Записать на DVD
sk: _Napáliť na DVD
uk: _Записати на DVD
vi: _Ghi vào DVD

source: DVD capacity is exceeded
cs: Je překročena kapacita DVD
da: Dvd-kapacitet er brugt
eo: DVD-kapablo estas atingita
es: Capacidad del DVD excedida
fi: DVD-kapasitetti ylitettiin
sk: Kapacita DVD je prekročená
vi: Đã vượt dung lượng của đĩa DVD

source: Items "%1%" and "%2%" overlap in menu "%3%"
cs: Položky „%1%“ a „%2%“ se v menu „%3%“ překrývají
da: Punkterne »%1%« og »%2%« overlapper i menu »%3%«
eo: Eroj "%1%" kaj "%2%" partkovriĝas en la menuo "%3%"
es: Elementos "%1%" y "%2%" se superponen en menú "%3%"
fi: Kohteet ”%1%” ja ”%2%” ovat päällekkäin valikossa ”%3%”
sk: Položky "%1%" a "%2%" sa prekrývajú v ponuke "%3%"
vi: Các mục "%1%" và "%2%" chồng lên nhau trong trình đơn "%3%"

source: 9GB limit for video is exceeded (one VTS should be less)
cs: Omezení 9 GB pro video je překročeno (jeden VTS by měl být menší)
da: 9GB begrænsning for video er brugt (en VTS skal være mindre)
eo: Limo de 9GB por video estas atingita (unu VTS devus esti malpli granda)
es: Límite de 9GiB para vídeo se excede (un VTS podría ser menos)
fi: Videon 9 gigatavun raja ylitettiin (yksi VTS pitäisi olla vähemmän)
sk: 9GB limit pre video je prekročený (malo by byť menej o jeden VTS)
vi: Đã vượt giới hạn 9GB dành cho phim (VTS còn nhỏ hơn thế)

source: 32 character limit for disc label is exceeded
cs: Omezení 32 znaků pro popisek disku je překročeno
da: Begrænsning for 32 tegn for disketiket er brugt
eo: Limo de 32 signoj por diks-etikedo estas atingita
es: Límite de 32 caracteres para la etiqueta de disco se excede
fi: Levynimiön 32:n merkin raja ylitettiin
sk: 32-znakový limit pre menovku disku je prekročený
vi: đã vượt quá ngưỡng 32 ký tự dành cho nhãn đĩa

source: Error Report
cs: Hlášení chyby
da: Fejlrapport
eo: Raporto de eraro
es: Reporte de error
fi: Virheilmoitus
sk: Nahlásenie chyby
vi: Báo cáo Lỗi

source: Continue?
cs: Pokračovat?
da: Fortsæt?
eo: Ĉu daŭrigi?
es: ¿Continuar?
fi: Jatketaanko?
sk: Pokračovať?
vi: Tiếp tục?

source: no audio stream in %1%
cs: v %1% není žádný zvukový proud
da: ingen lydstrøm i %1%
eo: ne son-fluo en %1%
es: No hay flujo de audio en %1%
fi: ei äänivirtaa kohteessa %1%
fr: pas de flux audio dans %1%
ru: нет аудиопотока в %1%
sk: žiadny zvukový prúd v %1%
uk: у %1% немає потоку звукових даних
vi: không có âm thanh trong %1%

source: command not found
cs: příkaz nebyl nalezen
da: kommando ikke fundet
eo: komando ne trovita
es: Orden no encontrada
fi: komentoa ei löytynyt
fr: commande non trouvée
it: comando non trovato
nn: fann ikkje kommandoen
ru: команда не найдена
sk: príkaz nenájdený
uk: команду не знайдено
vi: không tìm thấy lệnh

source: There is no media (video or menu).
cs: Nejsou k dispozici žádná média (video nebo menu).
da: Der er intet medie (video eller menu).
eo: Ne estas iu ajn aŭdvidaĵo (video aŭ menuo).
es: No hay medios (vídeo o menú).
fi: Ei ole mediaa (video tai valikko).
fr: Aucun média (vidéo ou menu).
it: Non ci sono contenuti (video o menù).
nn: Ingen media (video eller meny).
ru: Нечего авторить (ни видео, ни меню).
sk: Žiadne médiá (video alebo ponuka).
uk: Немає даних (ні відео, ні меню).
vi: Không có phương tiện (phim hay trình đơn).

source: %1% failure: %2%
cs: Aplikace %1% selhala: %2%
da: %1% fejl: %2%
eo: %1% paneo: %2%
es: %1% falla: %2%
fi: %1%-häiriö: %2%
fr: %1% échec : %2%
ru: ошибка %1%: %2%
sk: %1% zlyhanie: %2%
uk: Помилка %1%: %2%
vi: %1% thất bại: %2%

source: external command failure: %1%
cs: externí příkaz selhal: %1%
da: ekstern kommandofejl: %1%
eo: paneo de ekstera komando: %1%
es: falla de orden externa: %1%
fi: ulkoisen komennon virhe: %1%
fr: échec de commande externe : %1%
it: esecuzione comando esterno non riuscita: %1%
nn: feil med ekstern kommando: %1%
ru: ошибка выполнения внешней команды: %1%
sk: zlyhanie externého príkazu: %1%
uk: помилка під час виконання зовнішньої команди: %1%
vi: lỗi chạy câu lệnh mở ngoài: %1%

source: Play All
cs: Přehrát vše
da: Afspil alle
eo: Ludi ĉion
es: Reproducir todo
fi: Soita kaikki
fr: Tout jouer
it: Riproduci tutto
nn: Spel alle
ru: Смотреть всё
sk: Prehrať všetko
uk: Відтворити все
vi: Phát tất cả

source: Fill
cs: Vyplnit
da: Udfyld
eo: Plenigi
es: Rellenar
fi: Täytä
sk: Vyplniť
vi: Điền đầy

source: Fit
cs: Přizpůsobit
da: Tilpas
eo: Adapti
es: Ajustar
fi: Sovita
sk: Prispôsobiť
vi: Vừa khớp

source: Stretch
cs: Roztáhnout
da: Stræk
eo: Streĉi
es: Estirar
fi: Venytä
sk: Roztiahnuť
vi: Co giãn

source: Background Settings
cs: Nastavení pozadí
da: Baggrundsopsætning
eo: Fonaj agordoj
es: Configurar Fondo
fi: Tausta-asetukset
sk: Nastavenia pozadia
vi: Cài đặt nền

source: _Style
cs: _Styl
da: _Stil
eo: _Stilo
es: E_stilo
fi: _Tyyli
sk: Š_týl
vi: _Kiểu dáng

source: _Color
cs: _Barva
da: _Farve
eo: _Koloro
fi: _Väri
sk: _Farba
vi: _Màu

source: Go to online image service in web browser
cs: Přejít do webového prohlížeče na obrázky on-line
da: Gå til billedtjeneste i internetbrowser
eo: Iri al reta bild-servo en retumilo
es: Ir al servicio de imágenes en el navegador web
fi: Siirry verkkokuvapalveluun webbiselaimessa
sk: Ísť na online obrázkovú službu vo webovom prehliadači
vi: Truy cập vào dịch vụ ảnh trực tuyến trong trình duyệt web

source: You can drop background image you like from a web browser directly onto Menu Editor
cs: Obrázek, který se vám líbí, můžete přímo přetáhnout z webového prohlížeče do editoru menu
da: Du kan droppe et baggrundsbillede du kan lide fra en internetbrowser direkte på menuredigeringsprogrammet
eo: Vi povas lasi fonan bildon kiun vi ŝatas el la retumilo rekte en la menu-redaktilon
es: Puede arrastrar la imágen de fondo que guste desde un navegador web directamente en el editor de Menú
fi: Voit pudottaa sellaisen taustakuvan, josta pidät, suoraan webbiselaimesta valikkomuokkaimeen
sk: Môžete vložiť obrázok pozadia aký chcete z webového prehliadača priamo do Editora ponúk
vi: Bạn có thể kéo thả ảnh nền mà mình thích trực tiếp từ trình duyệt web vào trong Chưong trình biên soạn trình đơn

source: Delete
cs: Smazat
da: Slet
eo: Forigi
es: Borrar
fi: Poista
fr: Supprimer
it: Elimina
nn: Slett
ru: Удалить
sk: Vymazať
uk: Вилучити
vi: Xoá

source: Link
cs: Odkaz
da: Henvisning
eo: Ligo
es: Enlace
fi: Linkki
fr: Lier
it: Aggiungi collegamento
nn: Lenkje
ru: Связать
sk: Odkaz
uk: Посилання
vi: Liên kết

source: Remove Link
cs: Odstranit odkaz
da: Fjern henvisning
eo: Forigi ligon
es: Remover enlace
fi: Poista linkki
fr: Retirer le lien
it: Rimuovi collegamento
nn: Fjern lenkje
ru: Удалить связь
sk: Odstrániť odkaz
uk: Вилучити посилання
vi: Gỡ bỏ liên kết

source: Set Poster
cs: Nastavit pozadí
da: Angiv plakat
eo: Difini afiŝon
es: Establecer poster
fi: Aseta juliste
fr: Régler Poster
it: Imposta locandina
nn: Set plakat
ru: Установить постер
sk: Nastaviť obrázok
uk: Вказати постер
vi: Lập bích chương

source: Highlight Border Only
cs: Zvýraznit jen okraj
da: Fremhæv kun kant
eo: Reliefigi nur rando
es: Realzar solo el borde
fi: Korosta vain rajoja
sk: Zvýrazniť iba okraje
vi: Chỉ tô sáng đường biên

source: Align
cs: Zarovnat
da: Juster
eo: Ĝisrandigi
es: Alinear
fi: Tasaa
fr: Alignement
it: Allinea
nn: Juster
ru: Выравнивание
sk: Zarovnať
uk: Вирівняти
vi: Sắp hàng

source: Align Left
cs: Zarovnat doleva
da: Juster venstre
eo: Ĝisrandigi maldekstren
es: Alinear a la izquierda
fi: Tasaa vasemmalle
fr: Aligner à gauche
it: Allinea a sinistra
nn: Venstrejuster
ru: По левому краю
sk: Zarovnať doľava
uk: За лівим краєм
vi: Sắp hàng bên trái

source: Align Right
cs: Zarovnat doprava
da: Juster højre
eo: Ĝisrandigi dekstren
es: Alinear a la derecha
fi: Tasaa oikealle
fr: Aligner à droite
it: Allinea a destra
nn: Høgrejuster
ru: По правому краю
sk: Zarovnať doprava
uk: За правим краєм
vi: Sắp hàng bên phải

source: Align Top
cs: Zarovnat nahoru
da: Juster øverst
eo: Ĝisrandigi supren
es: Alinear Arriba
fi: Tasaa ylös
fr: Aligner en haut
it: Allinea in alto
nn: Toppjuster
ru: По верхнему краю
sk: Zarovnať nahor
uk: За верхнім краєм
vi: Sắp hàng bên trên

source: Align Bottom
cs: Zarovnat dolů
da: Juster nederst
eo: Ĝisrandigi suben
es: Alinear Botón
fi: Tasaa alas
fr: Aligner en bas
it: Allinea in basso
nn: Botnjuster
ru: По нижнему краю
sk: Zarovnať nadol
uk: За нижнім краєм
vi: Sắp hàng bên dưới

source: Center Horizontally
cs: Vystředit vodorovně
da: Centrer vandret
eo: Centrigi horizontale
es: Centrar Horizontalmente
fi: Keskitä vaakasuoraan
fr: Centrer horizontalement
it: Centra orizzontalmente
nn: I midten vassrett
ru: По центру (горизонтально)
sk: Centrovať vodorovne
uk: По центру горизонтально
vi: Đặt vào giữa theo chiều ngang

source: Center Vertically
cs: Vystředit svisle
da: Centrer lodret
eo: Centrigi vertikale
es: Centrar Verticalmente
fi: Keskitä pystysuoraan
fr: Centrer verticalement
it: Centra verticalmente
nn: I midten loddrett
ru: По центру (вертикально)
sk: Centrovať zvislo
uk: По центру вертикально
vi: Đặt vào giữa theo chiều dọc

source: Distribute Horizontally
cs: Rozprostřít vodorovně
da: Fordel vandret
eo: Distribui horizontale
es: Distribuir Horizontalmente
fi: Jakele vaakasuoraan
fr: Répartir horizontallement
it: Distribuisci orizzontalmente
nn: Fordel vassrett
ru: Распределить горизонтально
sk: Rozmiestniť vodorovne
uk: Розподілити горизонтально
vi: Phân phát theo chiều ngang

source: Distribute Vertically
cs: Rozprostřít svisle
da: Fordel lodret
eo: Distribui vertikale
es: Distribuir Verticalmente
fi: Jakele pystysuoraan
fr: Répartir verticalement
it: Distribuisci verticalmente
nn: Fordel loddrett
ru: Распределить вертикально
sk: Rozmiestniť zvislo
uk: Розподілити вертикально
vi: Phân phát theo chiều dọc

source: Selection Tool
cs: Nástroj pro výběr
da: Markeringsværktøj
eo: Elekta ilo
es: Herramienta de Selección
fi: Valintatyökalu
fr: Outil sélection
it: Strumento selezione
nn: Merkeverktøy
ru: Выделение
sk: Nástroj výberu
uk: Інструмент вибору
vi: Công cụ Lựa chọn

source: Text Tool
cs: Nástroj pro text
da: Tekstværktøj
eo: Teksta ilo
es: Herramienta de Texto
fi: Tekstityökalu
fr: Outil texte
it: Strumento testo
nn: Tekstverktøy
ru: Текст
sk: Nástroj textu
uk: Текст
vi: Công cụ Văn bản

source: Add Item
cs: Přidat položku
da: Tilføj punkt
eo: Aldoni eron
es: Añadir elemento
fi: Lisää kohde
fr: Ajout élément
it: Aggiunge un elemento
nn: Legg til element
ru: Добавить элемент
sk: Pridať položku
uk: Додати елемент
vi: Thêm mục

source: Font Name
cs: Název písma
da: Skriftnavn
eo: Tiparnomo
es: Nombre de la Fuente
fi: Kirjasinnimi
fr: Nom police
it: Tipo di carattere
nn: Skriftnamn
ru: Название шрифта
sk: Názov písma
uk: Назва шрифту
vi: Tên phông chữ

source: Font Size
cs: Velikost písma
da: Skriftstørrelse
eo: Tipargrando
es: Tamaño de la Fuente
fi: Kirjasinkoko
fr: Taille police
it: Dimensione del carattere
nn: Skriftstorleik
ru: Размер шрифта
sk: Veľkosť písma
uk: Розмір шрифту
vi: Cỡ phông chữ

source: Bold
cs: Tučné
da: Fed
eo: Grasa
es: Negrita
fi: Vahvennettu
fr: Gras
it: Grassetto
nn: Feit
ru: Жирный
sk: Tučné
uk: Жирний
vi: Đậm

source: Italic
cs: Kurzíva
da: Kursiv
eo: Kursiva
es: Cursiva
fi: Kursiivi
fr: Italique
it: Corsivo
nn: Kursiv
ru: Наклонный
sk: Kurzíva
uk: Курсив
vi: Nghiêng

source: Underline
cs: Podtržené
da: Understregning
eo: Substrekita
es: Subrayado
fi: Alleviivattu
fr: Souligné
it: Sottolineato
nn: Understreka
ru: Подчёркнутый
sk: Podčiarknuté
uk: Підкреслений
vi: Gạch dưới

source: Pick a Color for Text
cs: Výběr barvy pro text
da: Vælg en farve til teksten
eo: Elektu koloron por teksto
es: Elija un color para el texto
fi: Valitse tekstiväri
fr: Choisir une couleur de texte.
it: Preleva un colore per il testo
nn: Plukk ei skriftfarge
ru: Выберите цвет текста
sk: Zvoľte farbu textu
uk: Виберіть колір тексту
vi: Chọn màu chữ

source: Text Color
cs: Barva textu
da: Tekstfarve
eo: Tekstkoloro
es: Color del Texto
fi: Tekstiväri
fr: Couleur texte
it: Colore del testo
nn: Skriftfarge
ru: Цвет текста
sk: Farba textu
uk: Колір тексту
vi: Màu chữ

source: Show Safe Area
cs: Zobrazit bezrizikovou oblast
da: Vis sikker område
eo: Montri sekurareon
es: Mostrar área segura
fi: Näytä turva-alue
fr: Montrer Safe Area
it: Mostra area di visibilità
nn: Vis trygt område
ru: Показать безопасную область
sk: Zobraziť bezpečnú oblasť
uk: Показати безпечну область
vi: Hiện vùng an toàn

source: Snap To Grid
cs: Přichytávat k mřížce
da: Tilpas til gitter
eo: Kapti per krado
es: Ajustar a la cuadrícula
fi: Napsauta rasteriin
sk: Zachytiť k mriežke
vi: Dính lưới

source: yes
cs: ano
da: ja
eo: jes
es: si
fi: kyllä
fr: oui
it: sì
nn: ja
ru: да
sk: áno
uk: так
vi: có

source: no
cs: ne
da: nej
eo: ne
fi: ei
fr: non
nn: nei
ru: нет
sk: nie
uk: ні
vi: không

source: Video bitrate
cs: Datový tok videa
eo: Videa bitrapido
es: Tasa de bits de vídeo
fi: Videon bittinopeus
fr: Bitrate vidéo
it: Bitrate del video
ru: Видеобитрейт
sk: Dátový tok videa
uk: Бітова швидкість відео
vi: Tỷ lệ bit phim

source: kbps
cs: kb/s
fi: kilobittiä per sekunti
ru: кбит/с
uk: кбіт/с
vi: kb/giây

source: Maximum data rate for video (9800 kbps) is exceeded.
cs: Byl překročen maximální datový tok pro video (9800 kb/s).
da: Maksimal datahastighed for video (9.800 kbps) er overskredet.
eo: Maksimuma datumar-rapido por video (9800 kbps) estas atingita.
es: Máxima tasa de datos para vídeo (9800 kbps) se excede.
fi: Enimmäisdatanopeus videolle (9800 kilobittiä per sekunti) ylitettiin.
fr: Taux maximum de données vidéo (9800 kbps) dépassé.
it: Superato il bitrate video massimo (9800 kbps).
nn: Du bruker høgare videorate enn maksverdien (9800 kbps).
ru: Превышен максимальный битрейт для видео (9800 кбит/с).
sk: Maximálny dátový tok pre video (9800 kbps) je prekročený.
uk: Перевищено максимальну бітову швидкість відеоданих (9800 кбіт/с).
vi: Vượt quá tốc độ dữ liệu cho phim (9800 kilô-byte/giây).

source: The %1% DVD-Video can accept MPEG-2 with resolutions: %2% only.
cs: DVD-Video %1% umí pojmou MPEG-2 s rozlišením pouze %2%.
da: Dvd-videoen %1% kan kun acceptere MPEG-2 med opløsninger: %2%.
eo: La DVD-video %1% povas akcepti MPEG-2 kun distingivoj: %2% nur.
es: El Vídeo DVD %1% puede aceptar MPEG-2 con resoluciones: de solo %2%.
fi: DVD-video %1% voi hyväksyä MPEG-2 -koodausta vain resoluutioilla: %2%.
fr: Le DVD-Vidéo %1% accepte les résolutions MPEG-2 : %2% exclusivement.
it: Il DVD-Video %1% può accettare solo MPEG-2 con risoluzione %2%.
nn: %1%-DVD-videoen godtek berre MPEG-2 med desse oppløysingane: %2%
ru: DVD-Video формата %1% может принимать MPEG-2 только следующих размеров: %2%.
sk: DVD-Video %1% môže prijať MPEG-2 iba s rozlíšeniami: %2%
uk: Диски у форматі DVD-Video %1% можуть зберігати дані MPEG-2 лише таких форматів зображення: %2%.
vi: Đĩa DVD Phim %1% chỉ chấp nhận định dạng MPEG-2 có độ phân giải %2%.

source: The %1% DVD-Video can accept MPEG-2 with frame rate: %2% only.
cs: DVD-Video %1% umí pojmou MPEG-2 se snímkovou rychlostí pouze %2%.
da: Dvd-videoen %1% kan kun acceptere MPEG-2 med billedrate: %2%.
eo: La DVD-video %1% povas akcepti MPEG-2 kun filmero-rapido: %2% nur.
es: El Vídeo DVD %1% puede aceptar MPEG-2 con una tasa de fotogramas: de solo %2%.
fi: DVD-video %1% voi hyväksyä MPEG-2 -koodausta vain kehysnopeudella: %2%.
fr: Le DVD-Vidéo %1% accepte les fréquences d'images MPEG-2 : %2% exclusivement.
it: Il DVD-Video %1% può accettare solo MPEG-2 con %2% fotogrammi al secondo.
nn: %1%-DVD-videoen godtek berre MPEG-2 med så mange rammer per sekund: %2%
ru: DVD-Video формата %1% может принимать MPEG-2 только с частотой кадров: %2%.
sk: DVD-Video %1% môže prijať MPEG-2 iba s rýchlosťou snímkov: %2%.
uk: Диски у форматі DVD-Video %1% можуть зберігати дані MPEG-2 лише з такою частотою кадрів: %2%.
vi: Đĩa DVD Phim %1% chỉ chấp nhận định dạng MPEG-2 có tỷ lệ khung %2%.

source: The %1% DVD-Video can accept MPEG-2 with aspects 4:3, 16:9 only.
cs: DVD-Video %1% umí pojmou MPEG-2 s poměrem stran pouze 4:3 a 16:9.
da: Dvd-videoen %1% kan kun acceptere MPEG-2 i forholdet 4:3, 16:9.
eo: La DVD-video %1% povas akcepti MPEG-2 kun proporcioj 4:3, 16:9 nur.
es: El Vídeo DVD %1% puede aceptar MPEG-2 solo con aspectos de 4:3 y 16:9.
fi: DVD-video %1% voi hyväksyä MPEG-2 -koodausta vain kuvasuhteilla 4:3, 16:9.
fr: Le DVD-Vidéo %1% accepte les rapports d'image MPEG-2 4:3, 16:9 exclusivement.
it: Il DVD-Video %1% può accettare solo MPEG-2 di formato 4:3 oppure 16:9.
nn: %1%-DVD-videoen godtek berre MPEG-2 med biletforhold på 4:3 eller 16:9.
ru: DVD-Video формата %1% может принимать MPEG-2 только следующих соотношений: 4:3, 16:9.
sk: DVD-Video %1% môže prijať MPEG-2 iba s pomerom strán 4:3, 16:9.
uk: Диски у форматі DVD-Video %1% можуть зберігати дані MPEG-2 лише зі співвідношенням розмірів кадру 4:3 або 16:9.
vi: Đĩa DVD Phim %1% chỉ chấp nhận định dạng MPEG-2 có tỷ lệ hình thể 4:3 hay 16:9.

source: Video size
cs: Velikost videa
da: Videostørrelse
eo: Videogrando
es: Tamaño de Vídeo
fi: Videokoko
fr: Taille vidéo
it: Dimensione del video
nn: Videostorleik:
ru: Размер видео
sk: Veľkosť videa
uk: Розмір зображення
vi: Kích cỡ phim

source: Frame rate
cs: Snímková rychlost
da: Billedrate
eo: Filmero-rapido
es: Tasa de fotogramas
fi: Kehysnopeus
fr: Fréq. d'images
it: Fotogrammi al secondo
nn: Rammer per sekund
ru: Частота кадров
sk: Rýchlosť snímkov
uk: Частота кадрів
vi: Tỷ lệ khung

source: fps
cs: f/s
da: bps
fi: kehystä/sekunti
nn: rammer/s
ru: кадров/с
uk: кд/с
vi: khung/giây

source: Aspect ratio
cs: Poměr stran
da: Størrelsesforhold
eo: Proporcio
es: Relación Aspecto
fi: Kuvasuhde
fr: Rapport d'image
it: Formato
nn: Biletforhold
ru: Соотношение сторон
sk: Pomer strán
uk: Співвідношення сторін
vi: Tỷ lệ hình thể

source: Remuxing is required.
cs: Je zapotřebí znovu multiplexovat.
da: Remuxing er krævet.
eo: Rekunigado estas postulata.
es: Remuxing requerido.
fi: Uudelleenlimitys vaadittu.
fr: Nouveau mixage requis.
ru: Требуется перемикширование.
sk: Je potrebné znovu zlúčiť.
uk: Потрібне повторне мікшування.
vi: Remuxing là bắt buộc.

source: <b>Bombono DVD</b> can use "DVD-ready" video only now. Use muxing programs like "mplex -f 8" (from <b>mjpegtools</b>), mencoder (from <b>mplayer</b>) or <b>transcode</b> to make your video ready for <b>Bombono DVD</b>.
cs: <b>Bombono DVD</b> umí v současné podobě použít pouze video „DVD-ready“ (připravené pro DVD). K přípravě videa vhodného pro <b>Bombono DVD</b> použijte multiplexovací program, jako např. „mplex -f 8“ (z <b>mjpegtools</b>), memcoder (z <b>mplayer</b>) nebo <b>transcode</b>.
da: <b>Bombono DVD</b> kan i øjeblikke kun bruge »DVD-ready-video«. Brug muxingprogrammer som »mplex -f 8« (fra <b>mjpegtools</b>), mencoder (fra <b>mplayer</b>) eller <b>transcode</b> for at gøre dine video klar til <b>Bombono DVD</b>.
eo: <b>Bombono DVD</b> nur povas uzi "DVD-pretan" videon nun. Uzu kunigajn programojn kiel "mplex -f 8" (el <b>mjpegtools</b>), mencoder (el <b>mplayer</b>) aŭ <b>transcode</b> por prepari vian videon por <b>Bombono DVD</b>.
es: <b>Bombono DVD</b> puede usar solo vídeos DVD preparados por ahora. Use programas de muxing como "mplex -f 8" (de <b>mjpegtools</b>), mencoder (de <b>mplayer</b>) o <b>transcode</b> para dejar su vídeo listo para <b>Bombono DVD</b>.
fi: <b>Bombono DVD</b> voidaan käyttää nyt vain ”DVD-ready”-videoille. Käytä lomittamisohjelmia kuten ”mplex -f 8” (ohjelmasta <b>mjpegtools</b>), mencoder (ohjelmasta <b>mplayer</b>) tai <b>transcode</b> tekemään videon valmiiksi <b>Bombono DVD</b>:lle.
fr: <b>Bombono DVD</b> peut utiliser seulement des vidéos "DVD-ready" pour le moment. Utilisez des programmes de mixage tels que "mplex -f 8" (de <b>mjpegtools</b>), mencoder (de <b>mplayer</b>) ou <b>transcode</b> pour préparer vos vidéos pour <b>Bombono DVD</b>.
it: Attualmente <b>Bombono DVD</b> supporta solo video «DVD-ready». Usare programmi di muxing tipo «mplex -f 8» (da <b>mjpegtools</b>), mencoder (da <b>mplayer</b>) oppure <b>transcode</b> per rendere i propri video adatti a <b>Bombono DVD</b>.
nn: <b>Bombono DVD</b> kan berre bruka "DVD-klare" videofiler no. Bruk gjerne muxprogram som "mplex -f 8" (frå <b>mjpegtools</b>), mencoder (frå <b>mplayer</b>) eller <b>transcode</b> for å gjera videoen klar for <b>Bombono DVD</b>.
ru: <b>Bombono DVD</b> может использовать сейчас только "готовые для DVD" видео. Используйте программы мультиплексирования, например "mplex -f 8" (из <b>mjpegtools</b>), mencoder (из <b>mplayer</b>) или <b>transcode</b>, чтобы подготовить видео для <b>Bombono DVD</b>.
sk: <b>Bombono DVD</b> môže použiť teraz použiť iba video "DVD-pripravené". Použite zlučovacie programy ako "mplex -f 8" (z <b>mjpegtools</b>), mencoder (z <b>mplayer</b>) alebo <b>transcode</b> na pripravenie Vášho videa pre <b>Bombono DVD</b>.
uk: Поточна версія <b>Bombono DVD</b> може використовувати лише відео вже підготоване для DVD. Скористайтеся програмами мікшування, наприклад, «mplex -f 8» (з <b>mjpegtools</b>), mencoder (з <b>mplayer</b>) або <b>transcode</b> для приготування відеоданих для <b>Bombono DVD</b>.
vi: <b>Bombono DVD</b> giờ có khả năng sử dụng chỉ phim « sẵn sàng cho đĩa DVD ». Hãy dùng chương trình kết hợp lại (muxer) như « mplex -f 8 » (từ bộ công cụ <b>mjpegtools</b>), mencoder (từ <b>mplayer</b>) hay <b>transcode</b> để chuẩn bị phim cho trình <b>Bombono DVD</b>.

source: DVD packs
cs: Balíčky DVD
da: Dvd-pakker
eo: DVD-pakoj
es: paquetes DVD
fi: DVD-kokoelmat
fr: Paquetage DVD
it: Pacchetti DVD
nn: DVD-pakker
ru: DVD-пакеты
sk: DVD balíky
uk: DVD-пакети
vi: Bó DVD

source: NAV packets
cs: Pakety NAV
da: NAV-pakker
eo: NAV-paketoj
es: paquetes NAV
fi: NAV-paketit
fr: paquets NAV
it: Pacchetti NAV
nn: NAV-pakker
ru: NAV-пакеты
sk: NAV pakety
uk: NAV-пакети
vi: Gói tin NAV

source: This video should be transcoded due to (errors in <span foreground="red">red color</span>):
cs: Toto video by mělo být překódováno z důvodu (chyba je vyznačena <span foreground="red">červeně</span>):
da: Denne video bør omkodes på grund af (fejl i <span foreground="red">rød farve</span>):
eo: Tiu ĉi video devus estis transkodita pro (eraroj en <span foreground="red">ruĝo</span>):
es: Este Vídeo debe ser transcodificado debido a (errores en <span foreground="red">red color</span>):
fi: Tätä videota ei saa koodimuuntaa seuraavista syistä (virheet <span foreground="red">punaisella värillä</span>):
fr: Cette vidéo ne peut être convertie (erreurs dans <span foreground="red">red color</span>) :
ru: Это видео следует перекодировать из-за (ошибки <span foreground="red">красным цветом</span>):
sk: Toto video by malo byť prekódované kvôli (chýbam vyznačeným <span foreground="red">červenou farbou</span>):
uk: Це відео має бути перекодовано, оскільки (помилки позначено <span foreground="red">червоним кольором</span>):
vi: Phim này có thể đã bị chuyển mã bởi vì (lỗi trong <span foreground="red">màu đỏ</span>):
