Repository: LaudateCorpus1/bombono-dvd
Catalog: po/*.po
Languages: cs, da, eo, es, fi, fr, it, nn, ru, sk, uk, vi

source: Replacing the file overwrite its contents.
cs: Nahrazením souboru přepíšete jeho obsah.
da: Erstatning af filen overskriver dens indhold.
eo: Anstataŭigo de dosiero surskribas ties enhavojn.
es: Reemplazando el fichero sobreescribiendo su contenido.
fi: Tiedoston korvaamisessa sen sisältö ylikirjoitetaan.
fr: Remplacer le fichier écrase son contenu.
it: Sostituendo il file il suo contenuto verrà sovrascritto.
nn: Byter du ut ei fil, byter du òg over filinnhaldet.
ru: Его замена приведёт к перезаписи содержимого.
sk: Nahrádza sa súbor prepísaním jeho obsahu.
uk: Заміна файла призведе до перезапису його вмісту.
vi: Việc thay thế tập tin đó thì cũng ghi đè lên nội dung của nó.

source: Auto
cs: Automaticky
eo: Aŭtomate
fi: Automaattinen
it: Automatica
ru: Авто
sk: Automaticky
uk: Авто
vi: Tự động

source: Update speeds ...
cs: Aktualizovat rychlosti…
da: Opdateringshastigheder...
eo: Ĝisdatigi rapidojn ...
es: Actualizar Velocidades ...
fi: Päivitysnopeudet ...
fr: Mise à jour vitesses...
it: Aggiorna velocità...
nn: Oppdater fart...
ru: Обновить скорости ...
sk: Aktualizovať rýchlosti ...
uk: Оновити швидкості…
vi: Tốc độ cập nhật ...

source: Checking Disc ...
cs: Kontroluje se disk…
da: Tjekker disk...
eo: Kontroli diskon ...
es: Chequeando el disco ...
fi: Tarkistetaan levyä ...
fr: Contrôle du disque...
it: verifica del disco...
nn: Sjekkar plate...
ru: Проверка диска ...
sk: Kontroluje sa disk ...
uk: Перевірка диска…
vi: Đang kiểm tra đĩa ...

source: Selected burn drive is for CD discs only. Change to another burn drive.
cs: Vybraná vypalovací mechanika je pouze pro disky CD. Zvolte prosím jinou vypalovací mechaniku.
da: Det valgte brændingsdrev er kun til cd'er. Skift til et andet brændingsdrev.
eo: Elektita brulig-aparato estas nur por KD. Ŝanĝu al alia brulig-aparato.
es: La unidad grabadora seleccionada es para discos CD solamente. Cambie a otra unidad grabadora.
fi: Valittu tallennuslaite on vain CD-levyjä varten. Vaihda toiseen tallentavaan laitteeseen.
fr: Le graveur choisi n'est utilisable qu'avec des CD. Choisissez un autre graveur.
it: L'unità di masterizzazione selezionata è solo per CD. Selezionare un'altra unità.
nn: Denne brennaren kan berre brenna CD-plater. Vel ein annan brennar.
ru: Выбранный привод предназначен только для CD. Смените на другой.
sk: Vybratá napaľovacia jednotka je iba pre CD disky. Zmeňte na inú napaľovaciu jednotku.
uk: Вказаний пристрій для запису призначено лише для компакт-дисків. Скористайтеся іншим пристроєм.
vi: Bạn đã chọn một ổ đĩa chép ra dành cho đĩa CD. Chuyển đổi sang một ổ đĩa khác.

source: CD disc is found in the drive, not DVD. Change to DVD disc.
cs: V mechanice byl nalezen disk CD a ne DVD. Vyměňte jej prosím za disk DVD.
da: Cd-disk er fundet i drevet, ikke dvd. Skift til en dvd-disk.
eo: KD estis trovata en la aparato, ne DVD. Ŝanĝu al DVD-disko.
es: Se encontró un CD en la unidad. Cambie a un disco DVD.
fi: Levyasemasta löytyi CD-levy, ei DVD-levy. Vaihda DVD-levyyn.
fr: CD trouvé dans le lecteur, non DVD. Insérez un DVD.
it: Nell'unità è presente un CD, non un DVD. Cambiare il disco.
nn: Det står ei CD-plate i brennaren, ikkje ein DVD. Byt til ei DVD-plate.
ru: CD-диск найден в приводе. Смените на DVD-диск.
sk: V jednotke sa našiel disk CD a nie DVD. Vymeňte ho za DVD disk.
uk: У пристрої для запису виявлено компакт-диск, а не DVD. Вставте у пристрій DVD.
vi: Bạn đã nạp một đĩa CD, không phải DVD. Chuyển đổi sang một đĩa DVD.

source: No DVD disc in the drive. Load a clear one and press OK.
cs: V mechanice není žádný disk DVD. Vložte prázdný disk a zmáčkněte OK.
da: Ingen dvd-disk i drevet. Indlæs en tom og tryk o.k.
eo: Neniu DVD-disko en la aparato. Ŝargu malplenan diskon kaj premu OK.
es: No hay disco DVD en la unidad. Coloque uno en blanco y presione Aceptar.
fi: Levyasemassa ei ole DVD-levyä. Lataa tyhjä levy ja paina OK-painiketta.
fr: Aucun DVD dans le lecteur. Insérez un DVD vierge et cliquez OK.
it: Nessun disco DVD nell'unità. Caricare un disco vuoto e premere OK.
nn: Det er inga DVD-plate i brennaren. Set inn ei tom plate og klikk OK.
ru: DVD-диск не найден в приводе. Загрузите чистый диск и нажмите ОК.
sk: Žiadny DVD disk v jednotke. Vložte prázdny disk a stlačte OK.
uk: У пристрої запису DVD немає дисків. Будь ласка, вставте порожній диск і натисніть кнопку «Гаразд».
vi: Ổ đĩa không chứa đĩa DVD. Nạp một đĩa DVD trống và bấm nút OK.

source: Disc with type "%1%" is found in the drive but for DVD-Video disc type should be one from: DVD-R, DVD+R, DVD-RW, DVD+RW. Load a clear one with right type and press OK.
cs: V mechanice je disk „%1%“, ale pro DVD-Video je zapotřebí jeden následujících typů: DVD-R, DVD+R, DVD-RW, DVD+RW. Vložte prázdný disk správného typu a zmáčkněte OK.
da: Disk med typen »%1%« blev fundet i drevet, men til dvd-video bør disktypen være en af de følgende: DVD-R, DVD+R, DVD-RW, DVD+RW. Indlæs en korrekt tom type og tryk på o.k.
eo: Disko kun tipo "%1%" troviĝas en la aparato sed por DVD-videa disko la tipo devus esti unu el: DVD-R, DVD+R, DVD-RW, DVD+RW. Ŝargu malplenan diskon kun korekta tipo kaj premu OK.
es: Un disco de tipo "%1%" se encuentra en la unidad, pero el tipo de disco para Vídeo DVD debería ser uno de: DVD-R, DVD+R, DVD-RW, DVD+RW. Coloque uno vacío con el tipo correcto y presione aceptar.
fi: Levyasemasta löytyi ”%1%”-tyyppinen levy, mutta DVD-videolevyä varten tyypin pitäisi olla yksi seuraavista: DVD-R, DVD+R, DVD-RW, DVD+RW. Lataa tyhjä oikeantyyppinen levy ja paina OK-painiketta.
fr: Disque de type "%1%" trouvé dans le lecteur, mais pour un DVD-Vidéo, les types attendus sont : DVD-R, DVD+R, DVD-RW, DVD+RW. Insérez en un du bon type et cliquez OK.
it: Nell'unità è presente un disco «%1%» ma per i DVD-Video i dischi devono essere di tipo DVD-R, DVD+R, DVD-RW oppure DVD+RW. Caricare un disco vuoto del tipo corretto e premere OK.
nn: Det er ei plate av typen "%1%" i brennaren, men for å laga ei DVD-Video-plate treng du ein av desse typane: DVD-R, DVD+R, DVD-RW, DVD+RW. Set inn ei tom plate av rett type og klikk OK.
ru: Диск с типом "%1%" найден в приводе, но для DVD-Video тип диска должен быть одним из: DVD-R, DVD+R, DVD-RW, DVD+RW. Загрузите чистый диск соответствующего типа и нажмите ОК.
sk: Disk typu "%1%" bol nájdený v jednotke, ale pre disk typu DVD-Video by mal byť typu: DVD-R, DVD+R, DVD-RW, DVD+RW. Vložte disk správneho typu a stlačte OK.
uk: У пристрої для запису виявлено диск типу «%1%», але для запису DVD-Video потрібен диск одного з таких типів: DVD-R, DVD+R, DVD-RW, DVD+RW. Вставте порожній диск вказаного типу і натисніть кнопку «Гаразд».
vi: Bạn đã nạp một đĩa kiểu « %1% », nhưng mà đối với đĩa DVD Phim nên có một của những kiểu này: DVD-R, DVD+R, DVD-RW, DVD+RW. Hãy nạp một đĩa trống có kiểu đúng, sau đó bấm nút OK.

source: Disc with type "%1%" in the drive is not clear. Only clear recordable discs can be used for burning DVD-Video. Load a clear one and press OK.
cs: Disk „%1%“, který je vložený v mechanice, není prázdný. Na vypálení DVD-Video lze použít jedině prázdný zapisovatelný disk. Vložte prázdný disk a zmáčkněte OK.
da: Disk af typen »%1%« i drevet er ikke tom. Kun tomme optagbare diske kan bruges til brænding af dvd-videoer. Indlæs en tom og tryk på o.k.
eo: Disko kun tipo "%1%" en la aparato ne estas malplena. Nur malplenaj registreblaj diskoj povas esti uzataj por bruligi DVD-videon. Ŝargu blankan diskon kaj premu OK.
es: El disco en la unidad de tipo "%1%" no está vacío. Solo un disco vacío puede ser usado para grabar un Vídeo DVD. Coloque uno vacío y presione Aceptar.
fi: Levyasemassa oleva ”%1%”-tyyppinen levy ei ole tyhjä. Vain tyhjiä tallentavia levyjä voidaan käyttää DVD-videon tallentamiseen. Lataa tyhjä levy ja paina OK-painiketta.
fr: Le disque de type "%1%" dans le lecteur n'est pas vierge. Seuls des disques vierges peuvent être utilisés pour graver des DVD-Vidéo. Insérez un disque vierge et cliquez OK.
it: Il disco «%1%» presente nell'unità non è vuoto. Per masterizzare DVD-Video possono essere usati solo dischi registrabili vuoti. Caricare un disco vuoto e premere OK.
nn: Plata av typen "%1%" er ikkje tom. Du kan berre bruka tomme, opptakbare plater for å brenna ei DVD-videoplate. Set inn ei tom plate og klikk OK.
ru: Диск с типом "%1%" не пустой. Только чистые записываемые диски могут быть использованы для записи DVD-Video. Загрузите чистый диск и нажмите ОК.
sk: Disk typu "%1%" v jednotke nie je prázdny. Iba prázdne zapisovateľné disky môžu byť použité pre napaľovanie DVD-Videa. Vložte prázdny disk a stlačte OK.
uk: Диск у пристрої запису типу «%1%» не є порожнім. Для запису DVD-Video можна використовувати лише порожні придатні для запису диски. Вставте такий диск і натисніть кнопку «Гаразд».
vi: Bạn đã nạp một đĩa kiểu « %1% » mà không trống. Chỉ đĩa thu được vẫn trống có thể được sử dụng để chép ra đĩa DVD Phim. Hãy nạp một đĩa trống, và bấm nút OK.

source: Disc with type "%1%" in the drive is not clear. We need to remove its contents before writing new one. Continue?
cs: Disk „%1%“, který je vložený v mechanice, není prázdný. Před zápisem je zapotřebí vymazat jeho obsah. Pokračovat?
da: Disk af typen »%1%« i drevet er ikke tom. Vi har brug for at fjerne dens indhold før vi skriver på den igen. Fortsæt?
eo: Disko kun tipo "%1%" en la aparato ne estas malplena. Ni bezonas forigi ĝian enhavon antaŭ skribi novan. Ĉu daŭrigi?
es: El disco en la unidad de tipo "%1%" no está vacío. Se necesita eliminar el contenido antes de escribir uno nuevo. ¿Continuar?
fi: Levyasemassa oleva ”%1%”-tyyppinen levy ei ole tyhjä. Meidän on poistettava sen sisältö ennen uuden kirjoittamista. Jatketaanko?
fr: Le disque de type "%1%" dans le lecteur n'est pas vierge. Le programme doit effacer son contenu avant la gravure. Continuer ?
it: Il disco «%1%» presente nell'unità non è vuoto. È necessario cancellarne il contenuto prima di una nuova scrittura. Continuare?
nn: Plata i brennaren, av typen "%1%", er ikkje tom. Me må fjerna innhaldet på plata før me kan brenna på nytt. Halda fram?
ru: Диск с типом "%1%" не пустой. Необходимо удалить его содержимое перед записью. Продолжать?
sk: Disk typu "%1%" v jednotke nie je prázdny. Musí sa odstrániť jeho obsah pred zapísaním. Pokračovať?
uk: Диск у пристрої для запису типу «%1%» не є порожнім. Перш ніж записувати на нього дані, доведеться вилучити попередні записи. Зробити це?
vi: Bạn đã nạp một đĩa kiểu « %1% » mà không trống. Có nên xoá bỏ nội dung của nó trước khi ghi dữ liệu mới. Tiếp tục ?

source: _Try again
cs: Zkusit z_novu
da: _Forsøg igen
eo: Provi denove
es: Inten_ta de nuevo
fi: Yri_tä uudelleen
fr: _Essayer encore
it: _Prova ancora
nn: Prøv igjen
ru: _Повторить снова
sk: _Skúsiť znovu
uk: П_овторити
vi: Thử _lại

source: Status:
cs: Stav:
eo: Stato:
es: Estado:
fi: Tila:
fr: Etat :
it: Stato:
ru: Статус:
sk: Stav:
uk: Стан:
vi: Trạng thái:

source: chapter "%1%" in "%2%" is too short (%3% sec)
cs: kapitola „%1%“ v „%2%“ je příliš krátká (%3% s)
da: kapitel »%1%« i »%2%« er for kort (%3% sek.)
eo: ĉapitro "%1%" en "%2%" tro mallongas (%3% sek)
es: capítulo "%1%" en "%2%" es demasiado corto (%3% seg)
fi: kappale ”%1%” kohteessa ”%2%” on liian lyhyt (%3% sek)
sk: kapitola "%1%" v "%2%" je príliš krátka (%3% sek)
vi: tập "%1%" trong "%2%" quá ngắn (%3% sec)

source: Transcoding videos
cs: Překódovává se video
da: Omkoder videoer
eo: Transkodado de videoj
es: Transcodificando vídeos
fi: Koodimuunnetaan videoita
fr: Conversion des vidéos en cours
ru: Перекодирование видео
sk: Prekódovávajú sa videá
uk: Перекодування відео
vi: Các phim chuyển mã.

source: Rendering menus
cs: Vykreslují se menu
da: Optegner menuer
eo: Konstruado de menuoj
es: Renderizando menús
fi: Hahmontamisvalikot
fr: Génération des menus
ru: Рендеринг меню
sk: Vykresľujú sa ponuky
uk: Обробка меню
vi: Trình đơn thể hiện hình hành

source: Generating DVD-Video
cs: Generuje se DVD-Video
da: Genererer dvd-video
eo: Ĝenerado de DVD-video
es: Generando Vídeo DVD
fi: Tuotetaan DVD-video
fr: Génération DVD-Vidéo
it: generazione del DVD-Video
nn: Lagar DVD-video
ru: Генерация DVD-Video
sk: Generuje sa DVD-Video
uk: Створення DVD-Video
vi: Đang tạo ra đĩa DVD phim

source: Creating ISO image
cs: Vytváří se obraz ISO
da: Opretter ISO-aftryk
eo: Kreado de ISO-bildo
es: Creando imagen ISO
fi: Luodaan ISO-vedos
fr: Création de l'image ISO
ru: Создание ISO-образа
sk: Vytvára sa ISO obraz
uk: Створення образу ISO
vi: Đang tạo ảnh đĩa ISO

source: Burning DVD
cs: Vypaluje se DVD
da: Brænder dvd
eo: Bruligo de DVD
es: Grabando DVD
fi: Tallennetaan DVD
fr: Ecriture DVD
it: masterizzazione del DVD
nn: Skriv DVD
ru: Запись DVD
sk: Napaľuje sa DVD
uk: Запис DVD
vi: Đang chép ra đĩa DVD

source: %1% hour %2$02d min remaining
cs: Zbývá %1% hod %2$02d min
da: %1% time %2$02d min. igen
eo: mankas %1% horo %2$02d min
es: %1% hora %2$02d min restante
fi: %1% tunti %2$02d minuuttia jäljellä
sk: %1% hodina %2$02d min zostáva
vi: còn lại %1% giờ %2$02d phút

source: %1% min %2$02d sec remaining
cs: Zbývá %1% min %2$02d s
da: %1% minut %2$02d sek. igen
eo: mankas %1% min %2$02d sek
es: %1% min %2$02d seg restante
fi: %1% minuutti %2$02d sekuntia jäljellä
sk: %1% min %2$02d sek zostáva
vi: còn lại %1% phút %2$02d giây

source: %1% sec remaining
cs: Zbývá %1% sekunda
da: %1% sekund igen
eo: mankas %1% sek
es: %1% seg restante
fi: %1% sekunti jäljellä
sk: %1% sek zostáva
vi: Còn lại %1% giây

source: DVD-Video Building
cs: Sestavuje se DVD-Video
da: Dvd-video-opbygning
eo: Konstruo de DVD-video
es: Construcción del Vídeo DVD
fi: DVD-videotallennus
fr: Construction DVD-Vidéo
it: creazione del DVD-Video
nn: Bygg DVD-video
ru: Создание DVD-Video
sk: Zostavovanie DVD-Videa
uk: Побудова DVD-Video
vi: Xây dựng đĩa DVD Phim

source: _Cancel %1%
cs: _Zrušit %1%
da: _Afbryd %1%
eo: _Rezigni %1%
es: _Cancelar %1%
fi: Per_u %1%
fr: _Annuler %1%
it: _Annulla %1%
nn: _Avbryt %1%
ru: _Отменить "%1%"
sk: _Zrušiť %1%
uk: _Скасувати «%1%»
vi: _Thôi %1%

source: _Build DVD-Video
cs: Ses_tavit DVD-Video
da: _Byg dvd-video
eo: _Konstrui DVD-videon
es: Cre_ar Vídeo DVD
fi: Rak_enna DVD-video
fr: Construire le _DVD-Vidéo
it: _Crea DVD-Video
nn: _Bygg DVD-video
ru: Соз_дать DVD-Video
sk: _Zostaviť DVD-Video
uk: По_будувати DVD-Video
vi: Xây dựng DVD Phim

source: Select output _folder
cs: Vyberte výstupní _složku
da: Vælg uddata_mappe
eo: Elekti eligan _dosierujon
es: Selecciona direc_torio de salida:
fi: Valitse tulo_stekansio
fr: Choix du dossier de _sortie
ru: _Выберите папку назначения
sk: Vybrať výstupnú _zložku
uk: Ви_беріть теку результату
vi: Chọn thư mục kết xuất

source: Choose author mode
cs: Zvolte režim tvorby
da: Vælg forfattertilstand
eo: Elekti aŭtor-reĝimo
es: Elija modo de Autoría:
fi: Valitse tekijätila
fr: Choisir le mode de montage
ru: Выберите режим авторинга
sk: Zvoľte režim autorizácie
uk: Виберіть режим обробки
vi: Chọn chế độ tác quyền

source: _Write DVD folder
cs: Z_apsat složku DVD
da: _Skriv dvd-mappe
eo: _Skribi DVD-dosierujon
es: _Escribir directorio DVD
fi: Kir_joita DVD-kansio
fr: _Ecrire le dossier DVD
ru: _Записать в папку
sk: _Zapísať DVD zložku
uk: Зап_исати теку DVD
vi: thư mục _ghi DVD

source: Write disk _image
cs: Zapsat obraz d_isku
da: Skriv disk_aftryk
eo: Skribi disk-b_ildon
es: Escribir _Imagen de disco
fi: Kirjoita lev_yvedos
fr: Ecrire _image disque
ru: Записать _образ диска
sk: Zapísať _obraz súboru
uk: Записати _образ диска
vi: Ghi ảnh_đĩa

source: Disc label
cs: Popisek disku
da: Disketiket
eo: Disk-etikedo
es: Etiqueta de disco
fi: Levynimiö
fr: Etiquette disque
ru: Имя диска
sk: Menovka disku
uk: Мітка диска
vi: Nhãn đĩa

source: Burn to _DVD
cs: Vypálit na _DVD
da: Brænd til _dvd
eo: Bruligi al _DVD
es: Grabar a _DVD
fi: Tallenna _DVD:lle
fr: _Graver le DVD
it: Masterizza su _DVD
nn: Brenn til _DVD
ru: З_аписать на DVD
sk: Zapísať na _DVD
uk: За_писати на DVD
vi: Chép vào _DVD

source: DVD drive
cs: Mechanika DVD
da: Dvd-drev
eo: DVD-aparato
es: Unidad de DVD
fi: DVD-asema
fr: Lecteur DVD
ru: Привод DVD
sk: DVD jednotka
uk: Пристрій читання DVD
vi: Ổ đĩa DVD

source: Writing speed
cs: Rychlost zápisu
da: Skrivehastighed
eo: Skriba rapido
es: Velocidad de escritura
fi: Kirjoitusnopeus
fr: Vitesse d'écriture
ru: Скорость записи
sk: Zapisovacia rýchlosť
uk: Швидкість запису
vi: Tốc độ ghi

source: _Rendering only
cs: Pouze vyk_reslit
da: Kun _optegning
eo: Nur _bildigo
es: _Renderizado solamente
fi: _Vain hahmontaminen
fr: Généra_tion seulement
it: Solo _rendering
nn: Be_rre teikne opp
ru: _Только рендеринг
sk: Iba vyk_resľovanie
uk: _Лише обробка
vi: Chỉ _vẽ

source: Rendering
cs: Vykreslování
da: Optegning
eo: Bildigo
es: Renderizando
fi: Hahmonnetaan
fr: Génération en cours
nn: Teiknar
ru: Рендеринг
sk: Vykresľovanie
uk: Обробка
vi: Đang dựng hình

source: DVD Burning
cs: Vypalování DVD
da: Dvd-brænding
eo: DVD-bruligo
es: Grabando DVD
fi: DVD-tallennus
fr: Gravure DVD
it: masterizzazione del DVD
nn: Brenner DVD
ru: Запись DVD
sk: Napaľovanie DVD
uk: Запис DVD
vi: Ghi đĩa DVD

source: The result is here
cs: Výsledek je zde
da: Resultatet er her
eo: La rezulto estas ĉi tie
es: El resultado esta aquí
fi: Tulos on tässä
fr: Le résultat est là
it: Il risultato si trova qui
nn: Her er resultatet
ru: Результат находится здесь
sk: Výsledok je tu
uk: Результат можна знайти тут
vi: Kết quả ở đây

source: You can run authoring manually by executing command "scons" at the specified folder. Also, see README file for other options over there.
cs: Tvorbu můžete spustit ručně pomocí příkazu „scons“ v dané složce. Podívejte se také do souboru README na další možnosti..
da: Du kan køre oprettelse (authoring) manuelt ved at køre kommandoen »scons« ved den angivne mappe. Se også README-filen for andre tilvalg.
eo: Vi povas ruligi verkadon permane per lanĉo de komando "scons" ĉe la specifida dosierujo. Ankaŭ, konsultu la dosieron README por aliaj opcioj tie.
es: Usted puede ejecutar la autoría manualmente mediante el comando "scons" en el directorio especificado. Véase también el fichero README para otras opciones.
fi: Voit suorittaa tekemisen manuaalisesti komennolla ”scons” määritellyssä kansiossa. Katso myös README-tiedostosta lisävalitsimia.
fr: Vous pouvez lancer le montage manuellement avec la commande "scons" dans le dossier correspondant. Voir également le fichier README pour les autres options.
it: È possibile avviare manualmente la creazione del DVD eseguendo il comando «scons» nella cartella specificata. Consultare inoltre il file README per altre opzioni.
nn: Du kan køyra samansetjing manuelt ved å køyra kommandoen "scons" i rette mappa. Sjå på README-fila for fleire val.
ru: Вы можете довести авторинг вручную, выполнив команду "scons" в указанной папке. Дополнительные опции смотрите в файле README там же.
sk: Môžete spustiť autorizáciu ručne spustením príkazu "scons" v určenej zložke. Taktiež si prezrite súbor README pre viac možností.
uk: Ви можете виконати створення структури даних вручну за допомогою команди «scons», відданої з вказаної теки. Крім того, ви можете ознайомитися з іншими варіантами обробки за допомогою файла README, розташованого у цій теці.
vi: Bạn cũng có thể tự thực hiện bằng cách chạy lệnh « scons » trong thư mục đưa ra. Cũng xem tập tin Đọc Đi (README) để tìm thêm tuỳ chọn.

source: Authoring is cancelled.
cs: Tvorba byla přerušena.
da: Oprettelse (authoring) er afbrudt.
eo: Verkado estas nuligita.
es: Autoría cancelada.
fi: Tekeminen peruttiin.
fr: Montage annulé.
it: Creazione del DVD annullata.
nn: Samansetjinga er avbroten.
ru: Авторинг прекращен.
sk: Autorizácia je zrušená.
uk: Створення скасовано.
vi: Tiến trình tạo tác bị thôi.

source: %1% is not a folder
cs: %1% není složka
da: %1% er ikke en mappe
eo: %1% ne estas dosierujo
es: %1% no es un directorio
fi: %1% ei ole kansio
fr: %1% n'est pas un dossier
it: %1% non è una cartella
nn: %1% er ikkje ei mappe.
ru: %1% не является папкой
sk: %1% nie je zložka
uk: %1% не є текою.
vi: %1% không phải là thư mục

source: Can't have full access to folder %1% (read, write)
cs: Nelze získat plný přístup ke složce %1% (čtení, zápis)
da: Kan ikke have fuld adgang til mappe %1% (læs, skriv)
eo: Ne eblas havi kompletan aliron al la dosierujo %1% (legi, skribi)
es: No se tiene acceso completo al directorio %1% (lectura, escritura)
fi: Ei voi olla täysiä käyttöoikeuksia kansioon %1% (luku, kirjoitus)
fr: Accès complet au dossier %1% refusé (lecture, écriture)
ru: Не удалось получить полный доступ к папке %1% (read, write)
sk: Nedá sa získať plný prístup k zložke %1% (čítanie, zápis)
uk: Не вдалося отримати повний доступ до теки %1% (читання, запис)
vi: Không có toàn quyền truy cập thư mục %1% (đọc, ghi)

source: Folder %1% is not empty. We need to remove all files in it before authoring. Continue?
cs: Složka %1% není prázdná. Před započetím vytváření je nutné odstranit všechny soubory. Pokračovat?
da: Mappe %1% er ikke tom. Vi har brug for at fjerne alle filer i mappen før oprettelse (authoring). Fortsæt?
eo: Dosierujo %1% ne malplenas. Ni bezonas forigi ĉiujn dosierojn tie antaŭ la verkado. Ĉu daŭrigi?
es: El directorio %1% no está vacío. Se necesita borrar todos los ficheros en él antes de la autoría. ¿Continuar?
fi: Kansio %1% ei ole tyhjä. Meidän on poistettava siitä kaikki tiedostot ennen tekemistä. Jatketaanko?
fr: Dossier %1% non vide. Le programme doit supprimer tous les fichiers avant le montage. Continuer ?
it: La cartella %1% non è vuota. È necessario rimuovere tutti i file che vi sono contenuti prima della creazione del DVD. Continuare?
nn: Mappa %1% er ikkje tom. Me må sletta alle filer der før me held fram å setja saman plata. Vil du halda fram?
ru: Папка %1% не пуста. Требуется удалить все файлы в ней перед авторингом. Продолжать?
sk: Zložka %1% nie je prázdna. Pred autorizáviou sa musia odstrániť všetky súbory v nej. Pokračovať?
uk: Тека %1% не є порожньою. Перш ніж туди буде записано дані, попередні дані буде вилучено. Виконати вилучення?
vi: Thư mục %1% không trống. Có nên xoá bỏ tất cả các tập tin khỏi nó trước khi tạo dữ liệu mới. Tiếp tục ?

source: Error during removing files: %1%
cs: Chyba během odstraňování souborů: %1%
da: Fejl under fjernelse af filer: %1%
eo: Eraro dum forigo de dosieroj: %1%
es: Error durante la remoción de ficheros: %1%
fi: Virhe poistettaessa tiedostoja: %1%
fr: Erreur durant la suppression des fichiers : %1%
it: Errore durante la rimozione dei file: %1%
nn: Greidde ikkje fjerna filer: %1%
ru: Ошибка во время удаления файлов: %1%
sk: Chyba počas odstraňovania súborov: %1%
uk: Помилка під час спроби вилучення файлів: %1%
vi: Gặp lỗi trong khi gỡ bỏ tập tin: %1%

source: %1% cancelled.
cs: Operace „%1%“ zrušena.
da: %1% afbrudt.
eo: %1% nuligita.
es: %1% cancelado.
fi: %1% peruttu.
fr: %1% annulé(e).
it: Operazione di %1% annullata.
nn: %1% avbrote.
ru: Операция "%1%" отменена.
sk: %1% zrušené.
uk: Дію %1% скасовано.
vi: %1% bị thôi.

source: %1% broken.
cs: Operace „%1%“ přerušena.
da: %1% i stykker.
eo: %1% rompita.
es: %1% roto.
fi: %1% rikki.
fr: %1% interrompu(e).
it: Operazione di %1% interrotta.
nn: %1% øydelagt.
ru: Операция "%1%" завершена неудачно.
sk: %1% je poškodený.
uk: %1% пошкоджено.
vi: %1% bị hỏng.

source: %1% successfully completed.
cs: Operace „%1%“ úspěšně dokončena.
da: %1% færdig.
eo: %1% sukcese plenumita.
es: %1% completado satisfactoriamente.
fi: Toiminto %1% valmis.
fr: %1% complété(e) avec succès.
it: Operazione di %1% completata con successo.
nn: %1% ferdig utan problem.
ru: Операция "%1%" успешно завершена.
sk: %1% úspešne dokončené.
uk: Дію %1% успішно завершено.
vi: %1% được thực hiện thành công.

source: _Play in %1%
cs: _Přehrát v aplikaci %1%
da: _Afspil i %1%
eo: _Ludi en %1%
es: Re_producir con %1%
fi: _Soita kohteessa %1%
fr: _Jouer sur %1%
it: _Riproduci con %1%
nn: S_pel i %1%
ru: _Воспроизвести в %1%
sk: _Prehrať v programe %1%
uk: _Відтворити у %1%
vi: _Phát bằng %1%
