Repository: LaudateCorpus1/bombono-dvd
Catalog: po/*.po
Languages: cs, da, eo, es, fi, fr, it, nn, ru, sk, uk, vi

source: Chapter
cs: Kapitola
da: Kapitel
eo: Ĉapitro
es: Capítulo
fi: Kappale
fr: Chapitre
it: Capitolo
nn: Kapittel
ru: Глава
sk: Kapitola
uk: Частина
vi: Tập

source: Can't create folder %1% (check permissions)
cs: Nelze číst ze složky %1% (zkontrolujte oprávnění)
da: Kan ikke oprette mappe %1% (tjek rettigheder)
eo: Ne eblas krei la dosierujon %1% (kontrolu permesojn)
es: No se puede crear el directorio %1% (revise los permisos)
fi: Ei voi luoda kansiota %1% (tarkista käyttöoikeudet)
fr: Création du dossier %1% impossible (contrôlez les permissions)
ru: Не удалось создать папку %1% (проверьте права доступа)
sk: Nedá sa vytvoriť zložka %1% (skontrolujte oprávnenia)
uk: Не вдалося створити теку %1% (перевірте права доступу)
vi: Không thể tạo thư mục %1% (kiểm tra quyền hạn)

source: Menu
eo: Menuo
es: Menú
fi: Valikko
it: Menù
nn: Meny
ru: Меню
sk: Ponuka
uk: Меню
vi: Trình đơn

source: Choose Source DVD-Video
cs: Zvolte zdroj DVD-Video
da: Vælg kilde-dvd-video
eo: Elekti fontan DVD-videon
es: Elija Vídeo DVD fuente
fi: Valitse lähde-DVD-video
fr: Choisissez la source DVD-Vidéo
it: Scegliere il DVD-Video sorgente
nn: Vel kjelde for DVD-video
ru: Выберите источник DVD-Video
sk: Zvoľte zdrojové DVD-Video
uk: Виберіть джерело даних відео-DVD
vi: Chọn Phim-DVD nguồn

source: Select Videos to Import
cs: Vyberte videa pro import
da: Vælg videoer til importering
eo: Elekti videojn por importi
es: Seleccione Vídeos para Importar
fi: Valitse tuotavat videot
fr: Sélectionnez les vidéos à importer
it: Selezionare i video da importare
nn: Vel videoane du vil importera
ru: Выберите видео для импорта
sk: Vyberte videá na importovanie
uk: Виберіть відео для імпортування
vi: Chọn các phim cần nhập

source: Select Folder to Save Videos
cs: Vyberte složku pro uložení videí
da: Vælg mappe til gemning af videoer
eo: Elekti dosierujon por konservi videojn
es: Seleccione Directorio para Guardar los Vídeos
fi: Valitse kansio, johon videot tallennetaan
fr: Sélectionnez le dossier où sauvegarder les vidéos
it: Selezionare la cartella in cui salvare i video
nn: Vel mappe å lagra videoane i
ru: Выберите папку для сохранения видео
sk: Vyberte zložku na uloženie videí
uk: Виберіть теку для збереження відео
vi: Chọn thư mục để Lưu phim

source: Importing...
cs: Importuje se…
da: Importerer...
eo: Importado...
es: Importando...
fi: Tuodaan...
fr: Importation...
it: Importazione...
nn: Importerer …
ru: Импорт...
sk: Importuje sa...
uk: Імпортування…
vi: Đang nhập...

source: Import is completed.
cs: Import je dokončen.
da: Import er færdig.
eo: Importo estas kompletita.
es: Importación completa
fi: Tuonti on toteutettu.
fr: Importation complète.
it: Importazione completata.
nn: Ferdig med importen.
ru: Импорт завершён
sk: Importovanie je dokončené.
uk: Імпортування завершено.
vi: Hoàn tất nhập vào.

source: MB
fi: megatavua
fr: Mo
nn: MiB
ru: МБ
uk: МБ

source: Select All
cs: Vybrat vše
da: Vælg alle
eo: Elekti ĉion
es: Seleccionar Todo
fi: Valitse kaikki
fr: Tout sélectionner
it: Seleziona tutto
nn: Vel alt
ru: Выбрать все
sk: Vybrať všetko
uk: Вибрати все
vi: Chọn tất cả

source: Unselect All
cs: Zrušit výběr
da: Fravælg alle
eo: Malelekti ĉion
es: Seleccionar Ninguno
fi: Poista kaikki valinnat
fr: Tout dé-sélectionner
it: Deseleziona tutto
nn: Merk ingen
ru: Снять выделение
sk: Zrušiť výber všetkých
uk: Скасувати вибір всього
vi: Bỏ chọn tất cả

source: Are you sure to stop importing?
cs: Opravdu chcete zastavit import?
da: Er du sikker på du ønsker at stoppe importering?
eo: Ĉu vi certas pri haltigi importadon?
es: ¿Esta seguro de detener la importación?
fi: Haluatko varmasti pysäyttää tuonnin?
fr: Êtes vous certain de vouloir arrêter l'importation ?
it: Fermare l'importazione?
nn: Er du sikker på at du vil avslutta importen?
ru: Прекратить импорт?
sk: Naozaj chcete zastaviť importovanie?
uk: Припинити імпортування?
vi: Bạn có chắc chắn muốn dừng chạy tiến trình nhập dữ liệu vào không?

source: Can't write to folder %1% (check permissions).
cs: Nelze zapisovat do složky %1% (zkontrolujte oprávnění).
da: Kan ikke skrive til mappe %1% (tjek rettigheder).
eo: Ne eblas skribi al dosierujo %1% (kontrolu permesojn).
es: No se puede escribir en el directorio %1% (revise los permisos)
fi: Ei voi kirjoittaa kansioon %1% (tarkista käyttöoikeudet).
fr: Ecriture impossible dans le dossier %1% (contrôlez les permissions).
ru: Не могу записывать в папку %1% (проверьте права).
sk: Nedá sa zapisovať do zložky %1% (skontrolujte oprávnenia).
uk: Не вдалося виконати запис до теки %1% (перевірте права доступу).
vi: Không thể ghi lên thư mục %1% (kiểm tra quyền hạn).

source: A file named "%1%" already exists. Do you want to replace it?
cs: Soubor s názvem „%1%“ již existuje. Chcete jej přepsat?
da: En fil med navnet »%1%« findes allerede. Ønsker du at erstatte den?
eo: Dosiero nomita "%1%" jam ekzistas. Ĉu vi volas anstataŭigi ĝin?
es: Un archivo llamado "%1%" ya existe. ¿Desea reemplazarlo?
fi: Tiedosto nimeltä ”%1%” on jo olemassa. Haluatko korvata sen?
fr: Un fichier nommé "%1%" existe déjà. Voulez-vous le remplacer ?
it: Esiste già un file con il nome «%1%». Sostituirlo?
nn: Ein fil med namnet "%1%" eksisterer allereie. Vil du byta henne ut?
ru: Файл с именем "%1%" уже существует. Заменить его?
sk: Súbor s názvom "%1%" už existuje. Chcete ho nahradiť?
uk: Файл з назвою «%1%» вже існує. Ви хочете замінити його?
vi: Tập tin với tên « %1% » đã sẵn có rồi. Bạn có muốn thay thế nó không?

source: Import error!
cs: Chyba importu!
da: Importfejl!
eo: Importa eraro!
es: ¡Error al importar!
fi: Tuontivirhe!
fr: Erreur d'importation !
it: Errore di importazione.
nn: Importeringsfeil!
ru: Ошибка импорта!
sk: Chyba počas importovania!
uk: Помилка імпортування!
vi: Lỗi nhập !

source: Videos successfully imported.
cs: Video úspěšně naimportováno.
da: Videoer importeret.
eo: Videoj estis sukcese importataj.
es: Vídeos satisfactoriamente importados.
fi: Videot tuotiin onnistuneesti.
fr: Vidéos importées avec succès.
it: Video importati con successo.
nn: Videoane vart importerte utan feil.
ru: Видео успешно импортировано.
sk: Videá úspešne importované.
uk: Відеодані успішно імпортовано.
vi: Các phim đã được nhập.

source: Import has been interrupted.
cs: Import byl přerušen.
da: Import er blevet afbrudt.
eo: Importado estas interrompita.
es: Importación interrumpida
fi: Tuonti on keskeytetty.
fr: Importation interrompue.
it: L'importazione è stata interrotta.
nn: Importen er avbroten.
ru: Импорт прерван.
sk: Importovanie bolo prerušené.
uk: Імпортування було перервано.
vi: Tiến trình nhập bị gián đoạn.

source: DVD-Video Import
cs: Import DVD-Video
eo: Importo de DVD-video
es: Importar Vídeo DVD
fi: DVD-videotuonti
fr: Importation DVD-Vidéo
it: Importazione DVD-Video
ru: Импорт DVD-Video
sk: Importovanie DVD-Videa
uk: Імпортування відео-DVD
vi: Nhập DVD Phim

source: Choose DVD disc, DVD folder or iso image file.
cs: Zvolte disk DVD, složku DVD nebo soubor s obrazem ISO.
da: Vælg dvd-disk, dvd-mappe eller iso-aftryksfil.
eo: Elektu DVD-diskon, DVD-dosierujon aŭ iso-bildan dosieron.
es: Elija un disco DVD, directorio DVD o un fichero de imagen ISO.
fi: Valitse DVD-levy, DVD-kansio tai iso-vedostiedosto.
fr: Choisissez un disque DVD, un dossier DVD ou un fichier image ISO.
it: Scegliere un disco, una cartella DVD oppure un file immagine ISO.
nn: Vel ei DVD-plate, ei DVD-mappe eller ei iso-biletfil.
ru: Выберите DVD диск, папку DVD или iso-образ.
sk: Zvoľte DVD disk, DVD zložku alebo súbor iso obrazu.
uk: Виберіть диск DVD, теку з даними DVD або файл образу ISO.
vi: Chọn đĩa DVD, thư mục DVD hay tập tin ảnh ISO.

source: NTSC/PAL mismatch. Try another disc or import to project of corresponding type.
cs: Směs NTSC/PAL. Zkuste jiný disk nebo naimportujte projekt odpovídajícího typu.
da: Forskel på NTSC/PAL. Forsøg med en anden disk eller importer til et projekt med tilsvarende type.
eo: Malkongruo NTSC/PAL. Provu alian diskon aŭ importu al projekto el sama tipo.
es: No coincide NTSC/PAL. Pruebe otro disco o importe un proyecto del tipo correspondiente.
fi: NTSC/PAL-täsmäämättömyys. Kokeile toista levyä tai tuo vastaavantyyppinen projekti.
fr: Confusion NTSC/PAL. Essayez un autre disque ou importez un type correspondant.
it: Il formato NTSC/PAL non corrisponde. Provare un altro disco o importare in un progetto di tipo corrispondente.
nn: Manglar NTSC/PAL-samsvar. Prøv ei anna plate, eller importer til eit prosjekt av same type.
ru: Несоответствие NTSC/PAL. Попробуйте другой диск или импортируйте в проект соответствующего типа.
sk: NTSC/PAL nesúhlasí. Skúste iný disk alebo importujte do projektu korešpondujúce typy.
uk: Невідповідність NTSC/PAL. Змініть диск або імпортуйте дані до проекту відповідного типу.
vi: NTSC/PAL không tương ứng. Hãy thử một đĩa khác hoặc nhập vào một dự án có kiểu thích hợp.

source: Name
cs: Název
da: Navn
eo: Nomo
es: Nombre
fi: Nimi
fr: Nom
it: Nome
nn: Namn
ru: Имя
sk: Názov
uk: Назва
vi: Tên

source: Details
cs: Podrobnosti
da: Detaljer
eo: Detaloj
es: Detalles
fi: Yksityiskohdat
fr: Détails
it: Dettagli
nn: Detaljar
ru: Сведения
sk: Podrobnosti
uk: Параметри
vi: Chi tiết

source: It is desirable the destination folder to be empty.
cs: Je záhodno, aby cílová složka byla prázdná.
da: Det er formålstjenligt at modtagelsesmappen er tom.
eo: Estas dezirinde ke la celata dosierujo estu malplena.
es: Se requiere que el directorio de destino este vacío.
fi: On toivottavaa, että kohdekansio olisi tyhjä.
fr: Il est souhaitable que le dossier de destination soit vide.
it: È consigliabile che la cartella di destinazione sia vuota.
nn: Målmappa bør vera tom.
ru: Желательно чтобы папка назначения была пуста.
sk: Vyžaduje sa, aby cieľová zložka bola prázdna.
uk: Бажано, щоб тека призначення була порожньою.
vi: Tốt hơn nếu thư mục đích vẫn trống.

source: You are about to cancel %1%. Are you sure?
cs: Chystáte se zrušit %1%. Opravdu to chcete?
da: Du er ved at afbryde %1%. Er du sikker?
eo: Vi tuj estos rezigninta pri %1%. Ĉu vi certas?
es: Esta a punto de cancelar %1%. ¿Esta seguro?
fi: Olet perumassa toiminnon %1%. Oletko varma?
fr: Vous allez annuler %1%. Êtes-vous sûr ?
it: Annullare il processo di %1%?
nn: Du skal til å avbryta %1%. Er du sikker?
ru: Вы собираетесь прекратить %1%. Вы уверены?
sk: Chystáte sa zrušiť %1%. Ste si istý?
uk: Ви віддали наказ щодо скасування %1%. Ви бажаєте саме цього?
vi: Bạn sắp thôi tiến trình %1%. Bạn có chắc chưa?

source: exit code = %1%
cs: návratový kód = %1%
da: afslutningskode = %1%
eo: elirkodo = %1%
es: código de salida = %1%
fi: poistumiskoodi = %1%
fr: code de sortie = %1%
it: codice di uscita = %1%
nn: sluttkode = %1%
ru: Код выхода: %1%
sk: kód ukončenia = %1%
uk: Код виходу = %1%
vi: mã thoát = %1%

source: broken by signal %1%
cs: přerušeno signálem %1%
da: i stykker efter signal %1%
eo: rompita de la signalo %1%
es: roto por señal %1%
fi: signaalin %1% rikkoma
fr: interrompu par signal %1%
it: interrotto dal segnale %1%
nn: avbrote av signalet %1%
ru: прервано по сигналу %1%
sk: prerušené signálom %1%
uk: перервано за сигналом %1%
vi: bị ngắt do tín hiệu %1%

source: No such file
cs: Takový soubor neexistuje
da: Ingen sådan fil
eo: Neniu tia dosiero
es: Fichero no encontrado
fi: Tiedostoa ei löytynyt
fr: Fichier désigné inexistant
ru: Нет такого файла
sk: Súbor neexistuje
uk: Немає такого файла
vi: Không có tập tin như vậy

source: Unknown file format
cs: Neznámý formát souboru
da: Ukendt filformat
eo: Nekonata dosier-formo
es: Formato de fichero desconocido
fi: Tuntematon tiedostomuoto
fr: Format de fichier inconnu
ru: Неизвестный формат файла.
sk: Neznámy formát súboru
uk: Невідомий формат файла
vi: Không hiểu định dạng tập tin

source: Can't find stream information: %1%
cs: Nelze najít informace o proudu: %1%
da: Kan ikke finde strøminformation: %1%
eo: Ne eblas trovi flu-informaron: %1%
es: No se puede encontrar información del flujo: %1%
fi: Ei voida löytää virtatietoja: %1%
fr: Impossible de trouver les informations du flux : %1%
ru: Не могу найти информацию о потоках: %1%
sk: Nedajú sa nájsť informácie o prúde: %1%
uk: Не вдалося виявити даних щодо потоку: %1%
vi: Không thể lấy thông tin dòng dữ liệu: %1%

source: No video stream found
cs: Nenalezen proud s videem
da: Ingen videostrøm fundet
eo: Neniu video-fluo estis trovata
es: No se encontró ningún flujo de vídeo
fi: Videovirtaa ei löytynyt
fr: Aucun flux vidéo trouvé
ru: Не найден видеопоток
sk: Nenašiel sa žiadny video prúd
uk: Не знайдено потоку відеоданих
vi: Không tìm thấy dòng hình ảnh

source: Can't find the file duration
cs: V souboru nelze nají dobu trvání
da: Kan ikke finde filvarigheden
eo: Ne eblas trovi la dosieran daŭron
es: No se encuentra la duración del fichero
fi: Ei voida löytää tiedoston kestoa
fr: Impossible de déterminer la durée du fichier
ru: Не могу узнать продолжительность файла
sk: Nedá sa nájsť trvanie súboru
uk: Не вдалося визначити тривалість файла
vi: Không thể tìm thấy độ dài thời gian tập tin

source: Start time of the file is unknown
cs: Počáteční čas souboru je neznámý
da: Starttidspunkt for filen er ukendt
eo: Komenc-tempo de la dosiero ne estas konata
es: El tiempo de inicio del fichero es desconocido
fi: Tiedoston alkamisaika on tuntematon
fr: L'heure de début du fichier est inconnue
ru: Начало время файла неизвестно
sk: Začínajúci čas súboru je neznámy
uk: Час початку відтворення файла невідомий
vi: Thời điểm bắt đầu của tập tin không được chấp nhận

source: Can't seek through the file
cs: V souboru se nelze přesouvat
da: Kan ikke søge igennem filen
eo: Ne eblas traserĉi la dosieron
es: No se puede buscar a través del fichero
fi: Ei voida etsiä tiedostosta
fr: Impossible de parcourir le fichier
ru: Не могу перемещаться по файлу
sk: Nedá sa prehľadávať v súbore
uk: Позиціювання у файлі неможливе
vi: Không thể tìm kiếm (seek) thông qua tập tin

source: No decoder found for the stream: %1%
cs: Nenalezen žádný dekodér pro proud: %1%
da: Ingen afkoder fundet for strømmen: %1%
eo: Neniu dekodilo estis trovata por la fluo: %1%
es: No se encontró un decodificador para el flujo: %1%
fi: Dekooderia ei löytynyt virralle: %1%
fr: Aucun décodeur trouvé pour le flux : %1%
ru: Не найден декодер для потока: %1%
sk: Nenašiel sa žiadny dekodér pre prúd: %1%
uk: Не виявлено декодера для потоку: %1%
vi: Không tìm thấy bộ giải mã cho dòng: %1%

source: muxing
cs: multiplexuje se
eo: kunigado
fi: lomitus
fr: mixage en cours
nn: muksar
ru: микширование
sk: zlučuje sa
uk: мікшування
vi: đang kết hợp lại

source: Muxing "%1%"
cs: Multiplexuje se „%1%“
da: Muxer »%1%«
eo: Kunigado de "%1%"
fi: Lomitetaan ”%1%”
fr: Mixage "%1%"
it: Muxing di «%1%»
nn: Muksar "%1%"
ru: Микширование "%1%"
sk: Zlučuje sa "%1%"
uk: Мікшування «%1%»
vi: Đang kết hợp lại « %1% »

source: Show/_hide Details
cs: Zo_brazit/skrýt podrobnosti
da: Vis/_skjul detaljer
eo: Mon_tri/kaŝi detalojn
es: Mostrar/O_cultar Detalles
fi: Näytä/p_iilota yksityiskohdat
fr: Montrer/_cacher les détails
ru: По_казать/скрыть подробности
sk: Zobraziť/_skryť podrobnosti
uk: По_казати або приховати подробиці
vi: Ẩn/_Hiện Chi tiết

source: Muxing error
cs: Chyba multiplexování
da: Muxingfejl
eo: Kunigada eraro
es: Error de muxing
fi: Lomitusvirhe
fr: Erreur de mixage
it: Errore di muxing
nn: Muksefeil
ru: Ошибка микширования
sk: Chyba počas zlučovania
uk: Помилка мікшування
vi: Lỗi kết hợp lại

source: The reason is "%1%" (see Details)
cs: Důvodem je „%1%“ (viz Podrobnosti)
da: Årsagen er »%1%« (se detaljer)
eo: La motivo estas "%1%" (konsultu Detaloj)
es: La razón es "%1%" (ver Detalles)
fi: Syy on ”%1%” (katso Yksityiskohdat)
fr: La raison est "%1%" (voir les détails)
it: Il motivo è «%1%» (consultare i dettagli)
nn: Dette er på grunn av "%1%" (sjå detaljane)
ru: Причина "%1%" (см. Подробности)
sk: Príčina je "%1%" (viď podrobnosti)
uk: Причиною є «%1%» (див. «Подробиці»)
vi: Lý do là « %1% » (xem Chi tiết)

source: Select a folder
cs: Výběr složky
da: Vælg en mappe
eo: Elektu dosierujon
es: Seleccione un directorio
fi: Valitse kansio
fr: Sélectionnez un dossier
it: Seleziona una cartella
nn: Vel ei mappe
ru: Выберите папку назначения
sk: Vyberte zložku
uk: Виберіть теку призначення
vi: Chọn một thư mục

source: in
cs: v
da: i
eo: en
es: en
fi: kohteessa
nn: inn
ru: в
sk: v
uk: у
vi: trong

source: Mux streams
cs: Multiplexovaný proud
da: Mux-strømme
eo: Kunigaj fluoj
es: Mux stream
fi: Lomitusvirrat
fr: Mixer les flux
it: Mux dei flussi
nn: Muks-straumar
ru: Микшировать видео и звук
sk: Zlučovacie prúdy
uk: Мікшувати відео і звук
vi: Kết hợp lại các luồng

source: Output
cs: Výstup
da: Uddata
eo: Eligo
es: Salida
fi: Tuloste
fr: Sortie
it: Nome file
nn: Utgang
ru: Результат
sk: Výstup
uk: Результат
vi: Xuất

source: Select elementary video
cs: Výběr prostého videa
da: Vælg elementærvideo
eo: Elekti elementan videon
es: Seleccione vídeo elemental
fi: Valitse perusvideo
fr: Choisir un élément vidéo
it: Seleziona video
nn: Vel grunnvideo
ru: Выберите видеодорожку
sk: Vyberte základné video
uk: Виберіть відеодоріжку
vi: Chọn phim cơ bản

source: Select audio
cs: Výběr zvuku
da: Vælg lyd
eo: Elekti sonon
es: Seleccione audio
fi: Valitse ääni
fr: Sélectionner audio
it: Seleziona audio
nn: Vel lyd
ru: Выберите аудиодорожку
sk: Vyberte zvuk
uk: Виберіть звукову доріжку
vi: Chọn âm thanh

source: MPEG2 elementary video (m2v)
cs: Prosté video MPEG2 (m2v)
da: MPEG2-elementærvideo (m2v)
eo: Elementa video MPEG2 (m2v)
es: vídeo elemental MPEG2 (m2v)
fi: MPEG2-perusvideo (m2v)
fr: Elément vidéo MPEG2 (m2v)
it: Video MPEG2 (m2v)
nn: MPEG2-grunnvideo (m2v)
ru: MPEG2-видео (m2v)
sk: MPEG2 základné video (m2v)
uk: відеодоріжка MPEG2 (m2v)
vi: Phim MPEG2 cơ bản (m2v)

source: Audio
cs: Zvuk
da: Lyd
eo: Sono
fi: Ääni
nn: Lyd
ru: Звук
sk: Zvuk
uk: Звук
vi: Âm thanh

source: Audio for DVD
cs: Zvuk pro DVD
da: Lyd til dvd
eo: Sono por DVD
es: Audio para el DVD
fi: Ääni DVD:lle
fr: Audio pour DVD
it: Audio per DVD
nn: Lyd for DVD
ru: Звук для DVD
sk: Zvuk pre DVD
uk: Звукові дані для DVD
vi: Âm thanh cho DVD

source: Elementary video file is not selected.
cs: Není vybrán soubor s prostým videem.
da: Elementærvideofil er ikke valgt.
eo: Elementa videa dosiero ne estas elektita.
es: El fichero de Vídeo Elemental no esta seleccionado.
fi: Perusvideotiedostoa ei ole valittu.
fr: Fichier d'élément vidéo non sélectionné.
it: Il file video non è selezionato.
nn: Inga grunnvideofil er vald.
ru: Файл видеодорожки не выбран.
sk: Základný video súbor nie je vybratý.
uk: Не вказано файла відеодоріжки.
vi: Chưa chọn tập tin phim cơ bản.

source: Audio file is not selected.
cs: Není vybrán zvukový soubor.
da: Lydfil er ikke valgt.
eo: Son-dosiero ne estas elektita.
es: El fichero de audio no esta seleccionado
fi: Äänitiedostoa ei ole valittu.
fr: Fichier audio non sélectionné.
it: Il file audio non è selezionato.
nn: Inga lydfil er vald.
ru: Файл аудиодорожки не выбран.
sk: Zvukový súbor nie je vybratý.
uk: Не вказано файла звукової доріжки.
vi: Chưa chọn tập tin âm thanh.

source: Output file name is empty.
cs: Název výstupního souboru je prázdný.
da: Filnavn for uddata er tom.
eo: Eliga dosiernomo estas malplena.
es: El nombre de fichero de salida esta vacio
fi: Tulostetiedostonimi on tyhjä.
fr: Nom du fichier de sortie vide.
it: Il nome del file di destinazione è vuoto.
nn: Namnet på utfila står tomt.
ru: Имя нового файла пустое.
sk: Názov výstupného súboru je prázdny.
uk: Порожня назва файла результату.
vi: Tên tập tin kết xuất còn trống.

source: You need to restart the application for the changes to take place
cs: Aby se změny projevily, musíte aplikaci restartovat
da: Du skal genstarte programmet for at ændringerne træder i kraft
eo: Vi bezonas relanĉi la aplikaĵon por ke la ŝanĝoj plenumiĝos
es: Necesita reiniciar la aplicación para que los cambios tengan lugar
fi: Sovellus on käynnistettävä uudelleen, jotta muutokset tapahtuvat
ru: Вам необходимо перезапустить приложение, чтобы изменения вступили в силу
sk: Musíte reštartovať aplikáciu na uplatnenie zmien
vi: Bạn cần khởi động lại ứng dụng để các thay đổi có tác dụng

source: Bombono DVD Preferences
cs: Předvolby Bombono DVD
da: Indstillinger for Bombono DVD
eo: Preferoj de Bombono DVD
es: Preferencias de Bombono DVD
fi: Bombono DVD-asetukset
fr: Préférences Bombono DVD
it: Preferenze di Bombono DVD
nn: Innstillingar for Bombono DVD
ru: Настройки Bombono DVD
sk: Bombono DVD predvoľby
uk: Налаштування Bombono DVD
vi: Tùy thích Bombono DVD

source: Show File Browser
cs: Zobrazovat procházení souborů
da: Vis filbrowser
eo: Montri dosier-navigilon
es: Mostrar Visor de ficheros
fi: Näytä tiedostoselain
ru: Показывать Браузер Файлов
sk: Zobraziť prehliadač súborov
vi: Hiển thị trình duyệt tập tin

source: _Default project type
cs: _Výchozí typ projektu
da: _Standardprojekttype
eo: _Apriora projekto-tipo
es: Tipo de Proyecto por _defecto
fi: Oletusprojektit_yyppi
fr: Type de projet par _défaut
it: _Tipo predefinito di progetto
nn: Standar_d prosjekttype
ru: _Тип проекта по умолчанию
sk: Š_dandardný typ projektu
uk: _Типовий тип проекту
vi: Kiểu _dự án mặc định

source: Default _folder for authoring
cs: Výchozí _složka pro tvorbu
da: Standard_mappe for oprettelse
eo: Apriora dosier_ujo por verkado
es: Direct_orio de autoría por defecto:
fi: O_letuskansio tekemiselle
fr: D_ossier de montage par défaut
it: _Cartella predefinita per i video
nn: Standard_mappe for samansetjing
ru: _Папка для авторинга по умолчанию
sk: Štandardná _zložka pre autorizáciu
uk: Типова т_ека результату
vi: Thư _mục mặc định để sáng tạo

source: _Play authoring result in
cs: _Přehrát výsledky tvorby v
da: _Afspilningsoprettelse resulterer i
eo: _Ludi verkadan rezulton en
es: Re_producir el resultado de la autoría en
fi: S_oita tekemistulokset kohteessa
fr: _Sortir le résultat du montage dans
it: _Riprodurre i video con
nn: S_pel resultatet av samansetjinga i
ru: _Воспроизводить результат авторинга в
sk: _Prehrať výsledok autorizácie v
uk: Ві_дтворити результат у
vi: _Phát kết quả sáng tạo bằng

source: Multi-core CPU support
cs: Podpora vícejádrových procesorů
da: CPU-understøttelse for flere kerner
eo: Subteno al mult-nuklea CPU
es: Soporte CPU Multi-núcleo
fi: Moniydinprosessorituki
sk: Podpora viacjadrového CPU
vi: Hỗ trợ CPU nhiều nhân

source: Make use of multi-core CPU for transcoding videos quickly; 1 is not to use multi-coreness, safe minimum (no possible CPU overheat)
cs: Využijte vícejádrových procesorů pro rychlé překódovávání videa. 1 znamená nepoužívat více jader, což je bezpečné minimum (není možné přehřátí procesoru)
da: Gør brug af cpu'er med flere kerner for hurtigere omkodning af videoer; 1 er ikke at bruge flere kerner, sikkert minimum (ingen mulighed for cpu-overbrænding)
eo: Apliki mult-nukleajn CPU por rapide transkodigi videojn; 1 estas por ne uzi mult-nukleojn, sekura minimumo (sen ebla superhejto de CPU)
es: Hacer uso del CPU multi-núcleo para transcodificar vídeos rápidamente; 1 no es para usar sin multi-núcleo, asegúrese al mínimo (imposible el sobrecalentamiento en el CPU)
fi: Käytä moniydinprosessoria videon nopeaa koodimuunnosta varten; 1 tarkoittaa, että moniydinprosessoria ei käytetä, turvallinen minimi (ei mahdollisesti kuumenna liikaa prosessoria)
sk: Umožní použiť viacjadrový CPU pre rýchlejšie prekódovanie videí; hodnota 1 je bezpečné minimum (žiadne možné prehriatie CPU) ale nepoužije sa funkcia viacerých jadier
vi: Việc sử dụng CPU nhiều nhân sẽ làm cho việc xử lý phim nhanh hơn; 1 là chỉ sử dụng đơn nhân. mức tối thiểu an toàn (không sợ CPU bị quá nhiệt)
